export const state = () => ({
  photo: [
    {linkName: '74 экипаж',
      title: '74 экипаж',
      albums: [
        {title: 'Общие фото' , src: [
            {title: 'С.Глазов, И.Мухаметшин', src: '/photo/74 эк/С.Глазов...И.Мухаметшин.jpg' },
            {title: '74 эк. Обнинск', src: '/photo/74 эк/74 эк. Обнинск.jpg' },
            {title: '', src: '/photo/74 эк/IMG-20191128-WA0053.jpg' },
            {title: '', src: '/photo/74 эк/IMG-20191128-WA0054.jpg' },
            {title: '', src: '/photo/74 эк/IMG-20191128-WA0056.jpg' },
            {title: '', src: '/photo/74 эк/IMG-20191128-WA0057.jpg' },
            {title: '', src: '/photo/74 эк/IMG-20191128-WA0059.jpg' },
            {title: 'А.Захаров', src: '/photo/74 эк/А.Захаров ....jpg' },
            {title: 'В.Лиина, С.Белобородов', src: '/photo/74 эк/В.Лиина...С.Белобородов.jpg' },
            {title: 'В.Цыганок. И.Мухаметшин, А.Ечин', src: '/photo/74 эк/В.Цыганок. И.Мухаметшин, А.Ечин.jpg' },
            {title: 'Гуляев Д.К.', src: '/photo/74 эк/Гуляев Д.К..jpg' },
            {title: 'Гуляев Д.К.', src: '/photo/74 эк/Д.Гуляев.jpg' },
            {title: '', src: '/photo/74 эк/мостик.jpg' },
            {title: 'Мухаметшин И.Т.', src: '/photo/74 эк/Мухаметшин И.Т..jpg' },
            {title: 'Р.Жидков, И.Мухаметшин.', src: '/photo/74 эк/Р.Жидков, И.Мухаметшин.jpg' },
            {title: 'ЦП. 74 эк.', src: '/photo/74 эк/ЦП. 74 эк..jpg' },
           ]
        },
        {title: 'Архивные фото 74 экипажа' ,
           src: [
             {title: '', src: '/photo/74 эк/Архивные фото 74 экипажа/2.jpg'},
             {title: '', src: '/photo/74 эк/Архивные фото 74 экипажа/3.jpg'},
             {title: '', src: '/photo/74 эк/Архивные фото 74 экипажа/4.jpg'},
             {title: '', src: '/photo/74 эк/Архивные фото 74 экипажа/5.jpg'},
             {title: '', src: '/photo/74 эк/Архивные фото 74 экипажа/6.jpg'},
             {title: '', src: '/photo/74 эк/Архивные фото 74 экипажа/7.jpg'},
             {title: 'Министр обороны, руководство ВМФ и СФ, сопровожающие лица на борту АПЛ К-119 «Воронеж» (лодку «держит» 74-й экипаж ПЛ)', src: '/photo/74 эк/Архивные фото 74 экипажа/Министр обороны, руководство ВМФ и СФ, сопровожающие лица на борту АПЛ К-119 «Воронеж» (лодку «держит» 74-й экипаж ПЛ).jpg'},
             {title: 'Подводники 74-го экипажа ПЛ (во главе строя — командир экипажа капитан 1 ранга М.Х.Хайруллин). День Победы, 1980-е гг.', src: '/photo/74 эк/Архивные фото 74 экипажа/Подводники 74-го экипажа ПЛ (во главе строя — командир экипажа капитан 1 ранга М.Х.Хайруллин). День Победы, 1980-е гг..jpg' },
           ]
        },
      ]
    },

    {linkName: 'К-119',
      title: 'К-119 "Воронеж"',
      albums: [
        {src: [
            {title: 'Ара-губа, август 2001 г. аркррк К-119  и пассажирский т.х Клавдия Еланская доставил родных экипажа К-141 Курск в первую годовщину', src: '/photo/К-119 Воронеж/Ара-губа, август 2001 г. аркррк К-119  и пассажирский т.х Клавдия Еланская доставил родных экипажа К-141 Курск в первую годовщину.jpeg'},
            {title: 'Водолазные спуски', src: '/photo/К-119 Воронеж/водолазные спуски.jpg'},
            {title: 'К-119', src: '/photo/К-119 Воронеж/К-119.1.jpg'},
            {title: 'К-119', src: '/photo/К-119 Воронеж/К-119.jpg'},
            {title: 'Экипаж К-119', src: '/photo/К-119 Воронеж/К- 119. экипажное фото.jpeg'},
            {title: 'К-119.День гвардии.2006 г..jpg', src: '/photo/К-119 Воронеж/К-119.День гвардии.2006 г..jpg'},
            {title: 'Р.Ляпин', src: '/photo/К-119 Воронеж/Р.Ляпин.JPG'},
            {title: 'Р.Ляпин в УЦ', src: '/photo/К-119 Воронеж/Р.Ляпин в УЦ.JPG'},
          ]
        },
      ]
    },
  ],
  video: [
    {title: '55 лет 11 ДПЛ КСФ 17-18 июля 2018г.', src: '/video/433090071062.mp4'},
    {title: 'Орел', src: '/video/видео. Орёл.mp4'},
    {title: 'Заозёрск', src: '/video/Заозёрск.mp4'}
  ]
})
