export const state = () => ({
  list: [
    {linkName: '11 дивизия пл',
      title: '11 -я дивизия подводных лодок',
      gallery: [
        {title: 'Фото событий',
         pic: [
            {title: '55 лет 11 дпл', src: '/history/11_divition/general/55 лет 11 дпл.jpeg'},
            {title: 'Ветераны 11 дпл, Обнинск 2018г', src: '/history/11_divition/general/ветераны 11 дпл, Обнинск 2018г..jpeg'},
            {title: 'КД 11 - контр-адмирал Мухаметшин И.Т.', src: '/history/11_divition/general/И.Т. Мухаметшин КД 11.jpeg'},
            {title: 'Посещение Ю. Гагарина пл К-35 пр. 675', src: '/history/11_divition/general/Посещение Ю. Гагарина пл К-35 пр. 675.jpg'},
            {title: 'Походный штаб с Н.И. Ручьевым', src: '/history/11_divition/general/Походный штаб с Н.И. Ручьевым..jpeg'},
            {title: 'Штаб 11 дпл и командиры пл', src: '/history/11_divition/general/штаб 11 дпл и командиры пл.jpeg'},
          ]},
        {title: 'Командиры 11 дивизии',
          pic: [
            {title: 'Адмирал Маслов Владимир Петрович', src: '/history/11_divition/commanders/КД 11 дпл адмирал Маслов Владимир Петрович.jpg'},
            {title: 'Адмирал Налётов Иннокентий Иннокентьевич', src: '/history/11_divition/commanders/КД 11 дпл адмирал Налётов Иннокентий Иннокентьевич..jpg'},
            {title: 'Адмирал Поникаровский Валентин Николаевич', src: '/history/11_divition/commanders/КД 11 дпл адмирал Поникаровский Валентин Николаевич.jpg'},
            {title: 'Вице-адмирал Томко Егор Андреевич', src: '/history/11_divition/commanders/КД 11 дпл в-а.Томко Егор Андреевич.jpg'},
            {title: 'Контр-адмирал Заренков Александр Олегович', src: '/history/11_divition/commanders/КД 11 дпл Заренков Александр Олегович.jpg'},
            {title: 'Контр-адмирал Воробьёв Владимир Михайлович', src: '/history/11_divition/commanders/КД 11 дпл к-а. Воробьёв Владимир Михайлович..jpg'},
            {title: 'Контр-адмирал Голосов Рудольф Александрович', src: '/history/11_divition/commanders/КД 11 дпл к-а. Голосов Рудольф Александрович.jpg'},
            {title: 'Контр-адмирал Новиков Александр Викторович', src: '/history/11_divition/commanders/КД 11 дпл к-а. Новиков Александр Викторович.jpeg'},
            {title: 'Контр-адмирал Варфоломеев Валерий Владимирович', src: '/history/11_divition/commanders/КД 11 дпл к-а Варфоломеев Валерий Владимирович..jpg'},
            {title: 'Контр-адмирал Куров Сергей Германович', src: '/history/11_divition/commanders/КД 11 дпл к-а Куров Сергей Германович..jpg'},
            {title: 'Контр-адмирал Рензаев Николай Федорович', src: '/history/11_divition/commanders/КД 11 дпл к-а Рензаев Николай Федорович.jpg'},
            {title: 'Контр-адмирал Петренко Игорь Яковлевич', src: '/history/11_divition/commanders/КД 11 дпл к-а  Петренко Игорь Яковлевич..jpg'},
            {title: 'Вице-адмирал Моцак Михаил Васильевич', src: '/history/11_divition/commanders/КД 11дпл в-а Моцак Михаил Васильевич..jpg'},
            {title: 'Контр-адмирал Фарков Сергей Алексеевич', src: '/history/11_divition/commanders/КД 11дпл к-а Фарков Сергей Алексеевич..jpg'},
            {title: 'Контр-адмирал Филатов Валерий Петрович', src: '/history/11_divition/commanders/КД 11дпл к-а  Филатов Валерий Петрович..jpg'},
          ]},
        {title: 'Начальники штаба 11 дивизии',
          pic: [
            {title: 'Контр-адмирал Ясиновенко Виктор Григорьевич', src: '/history/11_divition/leaders/НШ 11 дпл к-а Ясиновенко Виктор Григорьевич.jpg'},
            {title: 'Капитан первого ранга Кетов Рюрик Александрович', src: '/history/11_divition/leaders/НШ 11 дпл кап.1 р. Кетов Рюрик Александрович..jpg'},
            {title: 'Капитан первого ранга Королёв Юрий Александрович', src: '/history/11_divition/leaders/НШ 11 дпл кап. 1 р. Королёв Юрий Александрович.jpg'},
            {title: 'Капитан первого ранга Нельга Александр Александрович', src: '/history/11_divition/leaders/НШ 11 дпл кап. 1 р. Нельга Александр Александрович.jpg'},
            {title: 'Капитан первого ранга Михайловский Аркадий Петрович', src: '/history/11_divition/leaders/НШ 11 дпл  адмирал Михайловский Аркадий Петрович.jpg'},

          ]
        }
      ],
      content: 'История: \n' +
        '1963 год.\n' +
        '17.07.63 – в составе 1-й флотилии сформирована 11-я дивизия АПЛ во главе с капитаном 1 ранга Рензаевым Н.Ф.\n' +
        '31.10.63 – подписан приёмный акт и К-166 перешла в 11-ю дивизию СФ;\n' +
        '16.12.63 – подписан приёмный акт и К-104 перешла в 11-ю дивизию СФ;\n' +
        '26.12.63 – подписан приёмный акт и К-170 перешла в 11-ю дивизию СФ;\n' +
        '\n' +
        '1964 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.675 - К-104, К-166, К-170,\n' +
        '1964 - По плану "Ограда" К-170 совершила поход в Норвежское море и Северную Атлантику. Это первый поход ПЛАРК проекта 675 на БС, командир К-170 капитан 2 ранга Панов В.А. Руководитель похода капитан 1 ранга Михайловский А.П. За 1964 год К-170 прошла 12 949 миль;\n' +
        '30.07.64 – подписан приёмный акт и К-172 перешла в 11-ю дивизию СФ;\n' +
        '30.09.64 – подписан приёмный акт и К-1 перешла в 11-ю дивизию СФ;\n' +
        '04.11.64 – К-1, К-47, К-104, К-166, К-170, К-172 зачислены в состав 11-й дивизии Северного флота;\n' +
        '16.12.64 – подписан приёмный акт и К-28 перешла в 11-ю дивизию СФ;\n' +
        '1965 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.675 – К-1, К-28, К-47,К-104, К-166, К-170, К-172,\n' +
        '22.01.65 – К-28 вошла в состав 11-й дивизии Северного флота;\n' +
        '??.02.65 – сформирована7-я дивизия АПЛ СФ, укомплектована первоначально ПЛ пр.675. В 1975 году перебазирована в бухту Нерпичья.\n' +
        '30.06.65 – подписан приёмный акт и К-74 перешла в 11-ю дивизию СФ;\n' +
        '11.08.65– К-74 вошла в состав 11-й дивизии Северного флота;\n' +
        '\n' +
        '1966 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - К-1, К-28,  К-47, К-74,К-104, К-166, К-170, К-172,\n' +
        '??.06.66 – К-170 встала в текущий ремонт;\n' +
        ' \n' +
        '1967 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - К-1, К-28, К-47,К-74,К-104, К-166, К-172,\n' +
        'В ремонте: К-170,\n' +
        '31.07.67 – сформирована 10-я Дивизия ПЛ в составе 15-й эскадры База: Камчатка\n' +
        '/проекты – 675, 675МК, 670, 670М, 949А, 671РТМ, 971/\n' +
        'Командиры: 07/1967-1971 - Ганрио Аркадий Викторович к-адм\n' +
        '29-я Дивизия подводных лодок  База: п.Ракушка, б.Северная, з.Владимир /проект 629, 675./  В составе 15 эскадры /с1967г/, затем 4 флотилии. Командиры: …1959-1960… - Щербаков Иван Иванович к1р\n' +
        '??.01.67 – К-166 встала в текущий ремонт на СРЗ «Звездочка».\n' +
        '??.12.67 – К-104 встала в ремонт на СРЗ-10;\n' +
        '??.12.67 – К-170 окончила текущий ремонт;\n' +
        ' \n' +
        '1968 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - К-1, К-28, К-47,К-74, К-170, К-172,\n' +
        'В ремонте: К-104, К-166,\n' +
        '03-04.68 – на К-172  в автономке произошло загрязнение отсеков металлической ртутью. Это привело к массовому отравлению парами ртути 126 членов экипажа из 132. Источник поступления, место и время разлива ртути установить не удалось, но первые пострадавшие появились на 11 сутки плавания. Наибольшее содержание ртути было в III, VIII и X отсеках. ПЛ досрочно вернулась с БС. Демеркуризация ПЛАРК была проведена в период ремонта, продолжавшегося с декабря 1968 г. по декабрь 1971 г. Одновременно в ремонте был заменен ПГ;\n' +
        '??.06.68 – К-166 окончила текущий ремонт на СРЗ «Звездочка».\n' +
        '??.06.68 – К-1 встала в ремонт с перезарядкой активных зон реакторов на СРЗ «Звездочка»;\n' +
        '??.10.68 – К-28 встала в ремонт и модернизацию по пр.675МУ на СРЗ «Звездочка».\n' +
        '??.12.68 – К-172 встала в  ремонт на СРЗ «Звездочка»;\n' +
        ' \n' +
        '1969 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - К-47,К-74,К-166, К-170,\n' +
        'В ремонте: К-28, К-104, К-172,\n' +
        '1969 – на К-166 обнаружена разгерметизация ТВЭЛ. Перегрузка активных зон.\n' +
        '??.12.69 – К-104 окончила ремонт на СРЗ-10;\n' +
        ' \n' +
        '1970 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - К-47,К-74,К-104, К-166, К-170,\n' +
        'В ремонте: К-1,  К-28, К-172,\n' +
        '??.11.70 – К-1 окончила ремонт  с перезарядкой активных зон реакторов на СРЗ «Звездочка»;\n' +
        '10.12.70 – в IV отсеке К-166, при продувании ЦГБ №-5, из-за наличия масла в системе ВВД, произошёл взрыв десятиклапанной колонки ВВД. В IV отсек стравился воздух из групп ВВД №-1,2,3,4,5, в отсеке повреждены механизмы и аппаратура.\n' +
        '1970 – К-47 встала в текущий ремонт с заменой ПГ на СРЗ «Звездочка»;\n' +
        '??.12.70 – К-74 встала в средний ремонт на СРЗ «Звездочка»;\n' +
        ' \n' +
        '1971 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - К-1, К-104, К-166, К-170,\n' +
        'В ремонте: К-28, К-47,К-74,К-172,\n' +
        '??.12.71 – К-172 окончила ремонтна СРЗ «Звездочка»;\n' +
        ' \n' +
        '1972 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - К-1, К-104, К-166, К-170, К-172,\n' +
        'В ремонте: К-28, К-47,К-74,\n' +
        '1972 – К-47 окончила текущий ремонт;\n' +
        ' \n' +
        '1973 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - К-1, К-47, К-104, К-166, К-170, К-172,\n' +
        'В ремонте: К-28,К-74,\n' +
        '??.01.73-??.12.80 – К-170 в среднем ремонте на СРЗ-10 с переоборудованием по пр. 675Н;\n' +
        '20.08.73 – К-1 во время БС в Карибском море на глубине 120 м и скорости 16 уз. ударилась о склон банки Хагуа и повредила носовую часть;\n' +
        '??.11.73 – К-74 окончила средний ремонт на СРЗ «Звездочка»;\n' +
        ' \n' +
        '1974 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - К-1, К-47, К-74,К-104, К-166, К-172,\n' +
        'В ремонте: К-28, К-170,\n' +
        ' \n' +
        '1975 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - К-1, К-47,К-74,К-104, К-166, К-172,\n' +
        'В ремонте: К-28, К-170,\n' +
        ' \n' +
        '1976 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - К-1, К-47, К-74,К-104, К-166, К-172,\n' +
        'В ремонте: К-28, К-170,\n' +
        '??.08.76 – К-166 ввстала в средний ремонт;\n' +
        '??.10.76 – К-104 встала в ремонт на СРЗ «Звёздочка» с модернизацией по пр.675МК;\n' +
        '05-06.76 – на К-47        произведена перезарядка активных зон реакторов;\n' +
        '24.09.76 – пожар в VIII отсеке К-47. Во время БС на глубине 40 метров, из-за короткого замыкания в пучке кабелей. Сработала АЗ реакторов и ГТЗА ЛБ. ПЛ всплыла в НП, море 4 балла, ветер 5—6 баллов. В аварийный отсек подан фреон от ЛОХ VII отсека. Пожар ликвидирован, но в результате большой задымленности на пульте управления ГЭУ у личного состава резко ухудшилось самочувствие. Командир принял решение сбросить АЗ реактора ПБ и перевести людей в VII отсек. Несколько человек были вынесены в бессознательном состоянии. 3 человека погибли. После тушения пожара ПЛ в НП пошла в базу. Движение обеспечивалось работой ГЭУ ПБ на винт со скоростью 10 узлов. В базу ПЛ пришла 04.10.76;\n' +
        ' \n' +
        '1977 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - К-1, К-47, К-74,К-172,\n' +
        'В ремонте: К-28, К-104, К-166, К-170,\n' +
        '??.03.77 – К-28 окончила модернизацию по пр.675МУ на СРЗ «Звездочка». Присвоен тактический номер К-428;\n' +
        '25.07.77 – К-166 отнесена к подклассу БПЛ;\n' +
        ' \n' +
        '1978 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - К-1, К-47, К-74,К-172, пр.675МУ – К-428,\n' +
        'В ремонте: К-104, К-166, К-170,\n' +
        '15.01.78 – К-166 отнесена к подклассу крейсерских ПЛ. Получила тактический К-71\n' +
        '15.01.78 – К-170 возвращена к подклассу КрПЛ. Присвоен тактический номер К-86 К-172 присвон тактический К-192,\n' +
        'Авария ГЭУ К-1:\n' +
        '08.08.78 – на К-1 при возвращении с БС во время вывода из действия ГЭУ ЛБ произошло засоление питательной воды обоих бортов и срабатывание АЗ реактора л/б.\n' +
        '12.08.78 – ГЭУ л/б введена в действие. Из-за работы ГЭУ ПБ в течение 5 суток при повышенном солесодержании питательной воды 13 августа турбина ПБ, а 17 августа и турбина ЛБ были выведены из строя. ПЛ всплыла в НП и на буксире СС "Памир" отбуксирована в базу.  Буксировка осуществлялась с помощью захватов, заведенных за носовые штоки ШУ-200);\n' +
        ' \n' +
        '1979 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 – К-1, К-47, К-74,К-192, пр.675МУ – К-428,\n' +
        'В ремонте: К-104, К-71, К-86,\n' +
        ' \n' +
        '1980 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - К-1, К-47, К-74,К-192, пр.675МУ – К-428,\n' +
        'В ремонте: К-104, К-71,\n' +
        '??.12.80 – К-86 окончила на СРЗ-10 с переоборудование по пр.675Н. Присвоен тактический номер КС-86;\n' +
        ' \n' +
        '1981 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 – К-1, К-47, К-74,К-192, пр.675МУ – К-428, В ремонте: К-104, К-71\n' +
        '??.02.81 – К-104 окончила модернизацию по пр.675МК;\n' +
        '??.02.81 – К-1 встала в ремонт и модернизацию по пр.675МКВ на СРЗ «Звездочка»;\n' +
        '??.03.81 – К-166 окончила средний ремонт;\n' +
        '??.08.81 – К-192 встала в средний ремонт на СРЗ-85;\n' +
        '??.10.81 - К-525(пр.949) перешла к месту постоянного базирования в 11-ю дивизию ПЛ 1-й флотилии ПЛ КСФ в Западной Лице;\n' +
        '\n' +
        '1982 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.675 – К-47, К-71, К-74, пр.675МК – К-104, пр.675МУ – К-428, В ремонте: К-1, К-192,\n' +
        'пр.949 – К-525,\n' +
        '??.12.82 – К-74 встала в текущий ремонт на СРЗ-10;\n' +
        '17 декабря 1982 года 11- дивизии подводных лодок присвоено почетное наименование «Имени 60 – летия СССР». Пр. 675, 670, с 1980 -949.\n' +
        '\n' +
        '1983 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 – К-47, К-71. пр.675МК - К-104, пр.675МУ – К-428,\n' +
        'В ремонте: К-1, К-74, К-192,\n' +
        'пр.949 – К-525,\n' +
        '??.03.83 – К-74 окончила текущий ремонт на СРЗ-10;\n' +
        '??.12.83 - К-206(пр.949) перешла к месту постоянного базирования в 11-ю дивизию ПЛ 1-й флотилии ПЛ КСФ в Западной Лице;\n' +
        ' \n' +
        '1984 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.675 – К-47, К-71, К-74, пр.675МК - К-104, пр.675МУ – К-428, В ремонте: К-1, К-192,\n' +
        'пр.949 – К-525, К-206.\n' +
        '24.09.84 – К-47 выведена в резерв II категории в связи с обнаруженной течью III контура ПЛ и поставлена в средний ремонт на СРЗ-10 до мая 1990 г.;\n' +
        ' \n' +
        '1985 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 – К-71, К-74, пр.675МК - К-104, пр.675МУ – К-428,\n' +
        'В ремонте: К-1, К-47,\n' +
        'пр.949 – К-525, К-206.\n' +
        '??.04.85 – К-192 окончила средний ремонт на СРЗ-85;\n' +
        '??.12.85 – К-1 окончила модернизацию по пр.675МКВ на СРЗ «Звездочка»;\n' +
        '1986 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.675 – К-71, К-74, пр.675МК - К-104, пр.675МУ – К-428, пр.675МКВ – К-1 В ремонте: К-47,\n' +
        'пр.949 – К-525, К-206.\n' +
        '??.11.86 - К-148(пр.949А) перешла к месту постоянного базирования в 11-ю дивизию ПЛ 1-й флотилии ПЛ КСФ в Западной Лице;\n' +
        '06-11.01.86 - К-173(пр.949А) перешла к месту постоянного базирования в 11-ю дивизию ПЛ 1-й флотилии ПЛ КСФ в Западной Лице;\n' +
        '\n' +
        '1987 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.675 – К-71, К-74, пр.675МК - К-104, пр.675МУ – К-428, пр.675МКВ – К-1, В ремонте: К-47,\n' +
        'пр.949 – К-525, К-206. пр.949А – К-148, К-173\n' +
        '14.04.87 - К-206(пр.949) получила имя «Минский комсомолец»;\n' +
        ' \n' +
        '1988 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.675 – К-71, К-74, пр.675МК - К-104, пр.675МУ – К-428, пр.675МКВ – К-1, В ремонте: К-47,\n' +
        'пр.949 – К-525, К-206«Минский комсомолец». пр.949А – К-148, К-173\n' +
        '989 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.675 – К-71, К-74, пр.675МК - К-104, пр.675МУ – К-428, пр.675МКВ – К-1, В ремонте: К-47,\n' +
        'пр.949 – К-525, К-206«Минский комсомолец». пр.949А – К-148, К-173\n' +
        '30.05.89 – К-71 исключена из боевого состава ВМФ.\n' +
        '??.10.89 - К-132(пр.949А) перешла к месту постоянного базирования в 11-ю дивизию ПЛ 1-й флотилии ПЛ КСФ в Западной Лице;\n' +
        ' \n' +
        '1990 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.675 – К-74, пр.675МК - К-104, пр.675МУ – К-428, пр.675МКВ – К-1, В ремонте: К-47,\n' +
        'пр.949 – К-525, К-206«Минский комсомолец». пр.949А – К-132, К-148, К-173\n' +
        '28.02.90 - К-119(пр.949А) перешла к месту постоянного базирования в 11-ю дивизию ПЛ 1-й флотилии ПЛ КСФ в Западной Лице;\n' +
        '19.04.90 – К-74, К-104, К-428, исключена из боевого состава ВМФ.\n' +
        '30.08-27.09.90 - К-132(пр.949А) северным путём перешла с СФ на ТОФ. Вошла в состав 10-й дивизии ПЛ 2-й флотилии ПЛ КТОФ с базированием на б. Крашенинникова;\n' +
        ' \n' +
        '1991 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ: пр.675 - пр.675МУ – К-428,  пр.675МКВ – К-1,\n' +
        'пр.949 – К-525, К-206«Минский комсомолец». пр.949А – К-119, К-148, К-173\n' +
        '24.06.91 – КС-86 исключена из боевого состава ВМФ.\n' +
        '??.08-??.09.91 - К-173(пр.949А) с экипажем К-410 совместно с К-442 перешла с СФ на ТОФ. Зачислена в состав 10-й дивизии ПЛ 2-й флотилии ПЛ КТОФ с базированием на б.Крашенинникова;\n' +
        '??.03.91 - К-410(пр.949А) перешла к месту постоянного базирования в 11-ю дивизию ПЛ 1-й флотилии ПЛ КСФ в Западной Лице;\n' +
        '??.03.91 - К-442(пр.949А) перешла к месту постоянного базирования в 11-ю дивизию ПЛ 1-й флотилии ПЛ КС Ф в Западной Лице;\n' +
        '??.08-??.09.91 - К-442(пр.949А) совместно с К-173 перешла с СФ на ТОФ северным путём. Зачислена в состав 10-й дивизии ПЛ 2-й флотилии ПЛ КТОФ с базированием на б.Крашенинникова;\n' +
        '30.08.91 - К-525(пр.949) выведена в резерв в ожидании перевооружения ракетным комплексом «Болид»;\n' +
        '\n' +
        '1992 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.675МКВ – К-1, пр.675 – К-47,\n' +
        'пр.949 – К-525, К-206«Минский комсомолец». пр.949А – К-119, К-132, К-148, К-410,\n' +
        '03.06.92 – К-47 отнесена к подклассу АБПЛ;\n' +
        '03.06.92 – К-1 отнесена к подклассу АБПЛ. Переименована в Б-2;\n' +
        '03.07.92 – Б-2 выведена из боевого состава ВМФ;\n' +
        '??.??.?? – Б-47 выведена из боевого состава ВМФ;  \n' +
        '??.??.92 - К-119(пр.949А) перешла к месту постоянного базирования в 7-ю дивизию ПЛ 1-й флотилии ПЛ КСФ с базированием на губу Ара (п.Видяево);\n' +
        '??.12.92 - К-456(пр.949А)«Касатка» перешла к месту постоянного базирования в 11-ю дивизию ПЛ 1-й флотилии ПЛ КСФ в Западной Лице;\n' +
        ' \n' +
        '1993 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.949 – К-525, К-206«Минский комсомолец». пр.949А – К-148«Краснодар», К-410, К-456«Касатка»,\n' +
        '13.04.93 - К-410(пр.949А) получила имя «Смоленск»;\n' +
        '18.08-14.09.93 - К-456(пр.949А)«Касатка» перешла с СФ на ТОФ северным путём. Зачислена в состав 10-й дивизии ПЛ 2-й флотилии ПЛ КТОФ с базированием на б.Крашенинникова;\n' +
        '??.02.93 - К-266(пр.949А) перешла к месту постоянного базирования в 11-ю дивизию ПЛ 1-й флотилии ПЛ КСФ в Западной Лице;\n' +
        '06.04.93 - директивой начальника ГШ ВМФ К-266(пр.949А) присвоено имя «Орёл»;\n' +
        '??.??.93 - К-525(пр.949) перешла в Северодвинск на «Звёздочку» для модернизации;\n' +
        '06.04.93 - К-206(пр.949) получила имя «Мурманск»;\n' +
        '??.11.93 - К-206(пр.949) выведена в резерв в ожидании ремонта;\n' +
        '1994 год.\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.949А – К-148«Краснодар», К-410«Смоленск», К-266«Орёл»,\n' +
        '??.01.94 - К-186(пр.949А) перешла к месту базирования в 11-ю дивизию ПЛ 1-й флотилии ПЛ КСФ в Западной Лице;\n' +
        '??.08-??.09.94 - К-186(пр.949А) перешла с СФ на ТОФ северным путём. Зачислена в состав 10-й дивизии ПЛ 2-й флотилии ПЛ КТОФ с базированием на б.Крашенинникова;\n' +
        ' \n' +
        '1995 год:\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.949А – К-148«Краснодар», К-410«Смоленск», К-266«Орёл»,\n' +
        '31.07.96 - К-525(пр.949) исключена из боевого состава ВМФ;\n' +
        ' \n' +
        '1996 год:\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.949А – К-148«Краснодар», К-410«Смоленск», К-266«Орёл»,\n' +
        '??.??.96 - К-148(пр.949А)»Краснодар» перешла в Северодвинск на «Звёздочку» в средний ремонт;\n' +
        '\n' +
        '1997 год:\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.949А – К-148«Краснодар», К-410«Смоленск», К-266«Орёл»,\n' +
        '??.03.97 - К-150(пр.949А)«Томск» перешла к месту базирования в 11-ю дивизию ПЛ 1-й флотилии ПЛ КСФ в Западной Лице;\n' +
        '\n' +
        '1998 год:\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.949А – К-148«Краснодар», К-150«Томск», К-410«Смоленск», К-266«Орёл»,\n' +
        '28.07.98 - К-148(пр.949А) исключена из боевого состава ВМФ;\n' +
        '??.08-??.09.98 - К-150(пр.949А)«Томск» перешла с СФ на ТОФ. Зачислена в состав 10-й дивизии ПЛ 2-й флотилии ПЛ КТОФ с базированием на б.Крашенинникова;\n' +
        ' \n' +
        '1999 год:\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.949А – К-410«Смоленск», К-266«Орёл»,\n' +
        '2000 год:\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.949А – К-410«Смоленск», К-266«Орёл»,\n' +
        ' \n' +
        '2001 год:\n' +
        '11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.949А – К-410«Смоленск», К-266«Орёл»,\n' +
        '??.04.01 - К-119(пр.949А)»Воронеж» перечислен в состав 11-й ДиПЛ 1-й ФлПЛ СФ с базированием на  Заозерск;\n' +
        '\n' +
        '2002 год:\n' +
        '23-03-08 пр.949А К-266 Орёл11-я дивизия ПЛАРК 1-й флотилии ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-410«Смоленск», К-266«Орёл»,\n' +
        '??.08.2002 - 1-я Краснознамённая Флотилия ПЛ СФ переформирована в 11-ю Краснознамённую Эскадру ПЛ СФ.\n' +
        '2003 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-410«Смоленск», К-266«Орёл»,\n' +
        ' \n' +
        '2004 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-410«Смоленск», К-266«Орёл»,\n' +
        ' \n' +
        '2005 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-410«Смоленск», К-266«Орёл»,\n' +
        ' 23-03-04 пр.949А К-119 Воронеж\n' +
        '2006 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-410«Смоленск», К-266«Орёл»,\n' +
        ' \n' +
        '2007 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-410«Смоленск», К-266«Орёл»,\n' +
        ' \n' +
        '2008 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-410«Смоленск», К-266«Орёл»,\n' +
        ' \n' +
        '2009 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-410«Смоленск», К-266«Орёл»,\n' +
        ' \n' +
        '2010 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-410«Смоленск», К-266«Орёл»,\n' +
        ' \n' +
        '2011 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-410«Смоленск», К-266«Орёл»,\n' +
        '??.09.11 - К-410(пр.949А)"Смоленск" перешла для проведения среднего ремонта в Северодвинск на СРЗ «Звёздочка». Зачислена в состав 39-й бригады СиР ПЛ Бел.ВМБ;\n' +
        '\n' +
        '2012 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-266«Орёл»,\n' +
        '\n' +
        '2013 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-266«Орёл»,\n' +
        '\n' +
        '2014 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-266«Орёл»,\n' +
        '\n' +
        '??.09.14 - К-560(пр.885) "Северодвинск" перешла к месту постоянного базирования в 11-ю дивизию ПЛ 11-й эскадры ПЛ КСФ в Западной Лице;\n' +
        '\n' +
        '2015 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-266«Орёл»,\n' +
        'пр.885 - К-560"Северодвинск".\n' +
        '\n' +
        '2016 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А – К-119«Воронеж», К-266«Орёл»,\n' +
        'пр.885 - К-560"Северодвинск".\n' +
        '\n' +
        '2017 год:\n' +
        '11-я дивизия ПЛАРК 11-й эскадры ПЛ КСФ:\n' +
        'пр.949А– К-119«Воронеж», К-266«Орёл»,\n' +
        'пр.885 - К-560"Северодвинск".\n' +
        '\n' +
        'Командиры:\n' +
        'Контр-адмирал Рензаев Николай Федорович ( 07.1963 – 1966)\n' +
        'Маслов  Владимир Петрович ( 1966-1968);\n' +
        'Контр-адмирал Поникаровский Валентин Николаевич (1968-07.1971);\n' +
        'Контр-адмирал Голосов Рудольф Александрович (16.07.1971-1974);\n' +
        'Капитан 1 ранга Томко Егор Андреевич (1977-1984);\n' +
        'Налётов Иннокентий Иннокентьевич (1984-1987);\n' +
        'Петренко Игорь Яковлевич (1987-06.1991);\n' +
        'Контр-адмирал Моцак Михаил Васильевич (06.1991-08.1993);\n' +
        'Новиков Александр Викторович (08.1993-1995);\n' +
        'Контр-адмирал Филатов Валерий Петрович (1995-1997);\n' +
        'Контр-адмирал Куров Сергей Германович (1997-05.2004);\n' +
        'Контр-адмирал Фарков Сергей Алексеевич (2004-06.2006)\n' +
        'Капитан 1 ранга Мухаметшин Игорь Темирбулатович (06.2006-2008)\n' +
        'Капитан 1 ранга Воробьев Владимир Михайлович (2008-2009);\n' +
        'Контр-адмирал Волков Владимир Викторович ( 2010-2014);\n' +
        'Контр-адмирал Варфоломеев  Влалерий Владимирович (2014-2018);\n' +
        'Капитан1 ранга Заренков Александр Олегович (2018 – н.в)\n ' +
        '\n ' +
        'Начальники штаба 11 дпл КСФ:\n' +
        'Чистяков Николай Федорович (07.1963 - 1964); \n' +
        'Михайловский Аркадий Петрович (1964 - 1968, кап. 1 ранга); \n' +
        'Дудин Василий Иванович (1968 - 1971); \n' +
        'Семёнов Владимир Георгиевич (1971 - 07.1972, кап. 1 ранга); \n' +
        'Кетов Рюрик Александрович (1972 - 1974); \n' +
        'Томко Егор Андреевич (1974 - 1975, кап. 1 ранга); \n' +
        'Ясеневенко Виктор Григорьевич (1975 - 1976); \n' +
        'Томко Егор Андреевич (1976 - 1977); \n' +
        'Згурский Станислав Яковлевич (1977 - 1978, кап. 1 ранга); \n' +
        'Ясеневенко Виктор Григорьевич (1978 - 12.1980, кап. 1 ранга); \n' +
        'Бурлев Владимир Федорович (1980 - 1986); \n' +
        'Сорокин Виктор Александрович (1986 - 04.1989); \n' +
        'Кулаков Сергей Витальевич (08.04.1989 - 19.12.1991); \n' +
        'Куров Сергей Германович (12.1991 - 1997); \n' +
        'Фарков Сергей Алексеевич (1997 - 2000); \n' +
        'Королев Юрий Александрович (2000 - 2007);\n' +
        'Лиина Виктор Николаевич (2007 - 2008);\n' +
        'Нельга Александр Александрович (2008 - ???).'
    },
    {linkName: 'Герои СССР и РФ',
    title: 'Подводники. Герои СССР и РФ',

      content:
        '<div style="display: flex; padding: 11px 0">\n' +
        '          <img src="/history/heroes/Motsac_M.V.png" alt="contain" style="height: 150px; width: 150px; border-radius: 75px; background-color: #C4C4C4"></img>\n' +
        '          <div style="margin-left: 30.21px; height: 150px; display: flex; flex-direction: column; justify-content: center">\n' +
        '            <h3 style="font-size: 24px; line-height: 30px">Вице-адмирал<br>Моцак Михаил Васильевич</h3>\n' +
        '            <div style="font-weight: 300; font-size: 14px; line-height: 14px; color: black; margin-top: 10px">Герой Российской Федерации (1994),' + ' вице-адмирал (1996), подводник.</div>\n' +
        '       </div>\n' +
              '</div>\n' +
        '<div style="display: flex; padding: 11px 0">\n' +
        '          <img src="/history/heroes/Golosov_R.A..jpg" alt="contain" style="height: 150px; width: 150px; border-radius: 75px; background-color: #C4C4C4"></img>\n' +
        '          <div style="margin-left: 30.21px; height: 150px; display: flex; flex-direction: column; justify-content: center">\n' +
        '            <h3 style="font-size: 24px; line-height: 30px">Вице-Адмирал<br>Голосов Рудольф Александрович</h3>\n' +
        '            <div style="font-weight: 300; font-size: 14px; line-height: 14px; color: black; margin-top: 10px">Герой Советского Союза (1978), вице-адмирал, член-корреспондент РАЕН,<br>профессор, кандидат военных наук.</div>\n' +
        '       </div>\n' +
        '</div>\n'+
        '<div style="display: flex; padding: 11px 0">\n' +
        '          <img src="/history/heroes/Tomko_E.A..jpg" alt="contain" style="height: 150px; width: 150px; border-radius: 75px; background-color: #C4C4C4"></img>\n' +
        '          <div style="margin-left: 30.21px; height: 150px; display: flex; flex-direction: column; justify-content: center">\n' +
        '            <h3 style="font-size: 24px; line-height: 30px">Контр-Адмирал<br>Томко Егор Андреевич</h3>\n' +
        '            <div style="font-weight: 300; font-size: 14px; line-height: 14px; color: black; margin-top: 10px">Герой Советского Союза (1978), командир 11 дпл с 1977 по 1984г.</div>\n' +
        '       </div>\n' +
        '</div>\n'+
        '<div style="display: flex; padding: 11px 0">\n' +
        '          <img src="/history/heroes/КПЛ Варфоломеев В.В. 04-07г..jpg" alt="contain" style="height: 150px; width: 150px; border-radius: 75px; background-color: #C4C4C4"></img>\n' +
        '          <div style="margin-left: 30.21px; height: 150px; display: flex; flex-direction: column; justify-content: center">\n' +
        '            <h3 style="font-size: 24px; line-height: 30px">Контр-Адмирал<br>Варфоломеев Валерий Владимирович</h3>\n' +
        '            <div style="font-weight: 300; font-size: 14px; line-height: 14px; color: black; margin-top: 10px">командир 11 дпл с 2014г. Герой Российской Федерации (2017)</div>\n' +
        '       </div>\n' +
        '</div>\n'+
        '<div style="display: flex; padding: 11px 0">\n' +
        '          <img src="/history/heroes/Новохатский С.В..jpg" alt="contain" style="height: 150px; width: 150px; border-radius: 75px; background-color: #C4C4C4"></img>\n' +
        '          <div style="margin-left: 30.21px; height: 150px; display: flex; flex-direction: column; justify-content: center">\n' +
        '            <h3 style="font-size: 24px; line-height: 30px">Капитан 1 ранга<br>Новохатский Сергей Владимирович</h3>\n' +
        '            <div style="font-weight: 300; font-size: 14px; line-height: 14px; color: black; margin-top: 10px"> командир ПЛАРК К-266, Герой Российской Федерации (2016)</div>\n' +
        '       </div>\n' +
        '</div>\n',
    },
    {
      linkName: '587 Экипаж',
      title: '587 Экипаж',
      gallery: [
        {title: 'Фото',
          pic: [
            {title: '01.09.2002г. 587 эк', src: '/history/587/01.09.2002г. 587 эк.jpg'},
            {title: '08.2005г. Обнинск 587 эк', src: '/history/587/08.2005г.  Обнинск 587 эк..jpg'},
            {title: 'В. Уткин, С. Пичугин, А. Макаренко, А.Новиков', src: '/history/587/В. Уткин, С. Пичугин, А. Макаренко, А.Новиков.jpeg'},
            {title: 'Командование 587 2000г. Обнинск', src: '/history/587/Командование 587 2000г. Обнинск.jpg'},
            {title: 'Командир-587 эк. кап-1р. - Уткин В.А 90-06г.', src: '/history/587/КПЛ Уткин В.А 90-06г..jpg'},
            {title: 'Очерк об 587 экипаже', src: '/history/587/Очерк об экипаже.jpg'},
          ]
        }
      ],
      content: '1 сентября 1990 года сформирована войсковая часть 81221 подводного ракетного крейсера.\n' +
        'В мае 1993 года, в результате переформирования трех экипажей атомных подводных ракетных крейсеров сформирован 587-й экипаж, в основе которого и является войсковая часть 81221. \n' +
        'Первым командиром экипажа на долгие годы (до ноября 2006 г.) стал капитан 1 ранга Уткин Виктор Александрович. \n' +
        'До осени 1992 года экипаж проходил обучение в УЦ ВМФ г. Обнинска, после чего прибыл к месту основного базирования, в Западную Лицу. \n' +
        'В кратчайший срок после приема корабля экипаж, отработав курс задач, стал перволинейным. \n' +
        'В течении 1992 – 1996 г.г. экипаж выполнял задачи боевой подготовки в базе и в море.\n' +
        'Дважды (в 1994 и 1996 г.г.) экипажем завоеван приз Главкомандующего ВМФ по ракетной стрельбе. \n' +
        'В 1996 году экипажем завоеван приз ГК ВМФ по торпедной атаке подводной лодки. На счету экипажа и приз Командующего 1-й Краснознаменной флотилии ПЛ "За атаку отряда боевых кораблей" (1994 г.).\n' +
        'Экипажем четырежды (в 1995, 1996, 1998 и в 2017г.г.) с оценкой «отлично» выполнены задачи боевой службы, неоднократно с оценкой «отлично» выполнялись задачи боевого дежурства.\n' +
        'По результатам выполнения учебно-боевых задач, проявленные при этом высокую организованность и дисциплину, старание и инициативу экипаж четырежды (в 1994, 1996, 2000, 2014 г.г.) объявлялся лучшим на соединении с вручением переходящего приза командира противоавианосного соединения ПЛА "Лучшему экипажу". \n' +
        'Более 40 моряков-подводников экипажа награждены боевыми орденами и медалями. Знака Губернатора Мурманской области "За доблестную службу в Заполярье" удостоены 15 подводников. Но самое главное то, что экипаж стал коллективом единомышленников с хорошими традициями, направленными на достижение высоких результатов. \n' +
        'В 2000 году при проведении спасательной операции в Баренцевом море на АПРК «Курск» к работе на подводных спасательных аппаратах АСС КСФ были привлечены командир БЧ-5 экипажа капитан 2 ранга Буцких С.Б., бывший командир БЧ-5 капитан 2 ранга Бондаренко В.И. и будущий командир БЧ-5 экипажа капитан 3 ранга Харченко В.В. \n' +
        'Проявляя волю и мужество, все свои лучшие качества офицера-подводника при спусках на глубину 108 метров, используя весь до последней капли запас кислорода и рискуя собственной жизнью, они пытались откачать воду из 9 отсека затонувшей субмарины. Не раз сами всплывали аварийно, на последних остатках ВВД. За мужество и героизм, проявленные при проведении спасательных работ они были награждены Орденами мужества, а капитан 2 ранга Буцких С.Б. и капитан 3 ранга Харченко В.В., кроме того, Русской православной церковью были награждены орденами Святого Преподобного Даниила Московского 3 степени.\n' +
        'Экипаж, назначенный приказом Командующего СФ «Временным экипажем» АПРК «Курск», в период с октября 2001 г. по январь 2002 г. принял активное участие в работах по выгрузке с АПРК «Курск» крылатых ракет. В связи со сложившейся обстановкой, личный состав экипажа, кроме того, был привлечен к особо тяжелым и скорбным работам по извлечению тел погибших подводников. Экипаж с честью выполнил возложенные на него задачи. При этом подводники проявили исключительную выдержку, мужество и профессионализм. Не зря девизом 587 экипажа стали слова «ЖИЗНЬ ОТЕЧЕСТВУ - ЧЕСТЬ НИКОМУ!». \n' +
        'И можно с уверенностью сказать, что эти слова для экипажа – не пустой звук. Когда на одном из выходов в море АПРК с 587 экипажем на борту побывал настоятель Трифоно-Печенгского монастыря игумен Аристарх, в книге почетных посетителей он записал: «После всего увиденного стало ясно, Вы – непростые люди.  Дай Бог всем Вам духа, мужества, товарищества, терпения.  Родине очень нужна ваша жертвенность. Спаси, Господи, за вашу службу».\n' +
        'В мае 2005 года был заключен договор о шефских связях с Администрацией Дзержинского района города-героя Волгограда. На протяжении многих лет сотрудничество приносят положительные результаты, благотворно влияют на укрепление боевой готовности и состояние морально-психологического климата в экипаже.\n' +
        'В период с 2003 года по 2009 экипажем неоднократно выполнялись задачи боевого дежурства, выполнялись ракетные и торпедные стрельбы, экипаж принимал участие в командно-штабных учениях ВМФ, испытаниях нового вооружения. Экипаж неоднократно занимал призовые места на соединении подводных лодок по итогам боевой подготовки.\n' +
        'В 2010 – 2013 годах экипажем выполнены мероприятия по приему от промышленности и вводу в состав боевых сил АПРК «Воронеж», после проведения на данном крейсере глубокой модернизации в городе Северодвинске на ФГУП «МП «Звездочка».\n' +
        'С 2012 года по настоящее экипажем неоднократно выполнялись ракетные и торпедные стрельбы, экипаж принимал участие в командно-штабных учениях ВМФ, испытаниях нового вооружения.\n' +
        'В 2013 году экипаж выполнил все задачи курса боевой подготовки, принял участи е в совместных стратегических учениях «ЗАПАД-2013», выполнил ракетную стрельбу.\n' +
        'В июне 2014 года при выполнении учебно-боевых задач в Белом море экипаж АПРК «Волгоград» на АПРК «Воронеж» в штормовых условиях провел операцию по спасению терпящих бедствие членов экипажа малоразмерного катера «Баренц-1100», принадлежащего МЧС РФ, спасено четыре человека. Члены экипажа АПРК «Волгоград» награждены к правительственными наградами. \n' +
        'В ноябре – декабре 2014 года экипаж выполнял задачи боевой подготовки в Норвежском море, обеспечил глубоководные испытания новых атомных подводных крейсеров, выполнил торпедные стрельбы. \n' +
        'В 2015 году экипаж в очередной раз выполнил задачи боевого дежурства.\n' +
        'В период с мая по конец сентября 2015 года экипаж выполнил полный курс подготовки, провел в море 60 суток, обнаружил иностранную подводную лодку, выполнил торпедные и ракетные стрельбы. \n' +
        'В 2017 году экипаж выполнил полный курс подготовки, выполнил торпедные и ракетные стрельбы, выполнил задачи боевой службы в Средиземном море в течении 80 суток.\n' +
        '\n' +
        '\n' +
        '\n' +
        'Командиры корабля:\n' +
        'капитан 1 ранга Уткин Виктор Александрович\t16.07.1990 – 23.10.2006 г.\n' +
        'капитан 1 ранга Шульга Павел Николаевич\t\t23.10.2006 – 14.05.2011 г.\n' +
        'капитан 1 ранга Казак Илья Сергеевич\t\t14.05.2011  - 06.02.2013 г.\n' +
        'капитан 1 ранга Харчиков Андрей Васильевич\t06.02.2013  - 27.06.2017 г.\n' +
        'капитан 1 ранга Соколов А.В.\t\t\t\t16.11.2017  - по н.в.\n' +
        '\n' +
        '\n' +
        'Старшие помощники командира:\n' +
        'капитан 3 ранга Краснов Владимир Борисович\t\t28.05.1990 – 20.09.1991 г.\n' +
        'капитан 2 ранга Пичугин Сергей Анатольевич\t\t20.09.1991 – 13.10.1995 г.\n' +
        'капитан 2 ранга Костюков Олег Викторович\t\t\t13.10.1995 – 11.06.1997 г.\n' +
        'капитан 2 ранга Юлдашев Александр Юрьевич\t\t11.06.1997 – 10.07.1998 г.\n' +
        'капитан 2 ранга Ляпин Руслан Фуадович\t\t\t10.07.1998 – 22.05.2004 г.\n' +
        'капитан 1 ранга Шульга Павел Николаевич\t\t\t01.08..2004 – 20.10.2004 г.\n' +
        'капитан 2 ранга Откалюк Василий Михайлович\t\t20.10.2004 – 16.07.2007 г.\n' +
        'капитан 3 ранга Новохатский Сергей Владимирович\t03.09.2007 – 29.08.2008 г. \n' +
        'капитан 2 ранга Паликов Анатолий Анатольевич\t\t29.08.2008 – 29.04.2010 г.\n' +
        'капитан 2 ранга Лесько Алексей Валерьевич\t\t07.05.2010 – 25.08.2012 г.\n' +
        'капитан 2 ранга Новохатский Сергей Владимирович\t25.08.2012 – 11.04.2013 г. \n' +
        'капитан 2 ранга Соколов Андрей Владимирович\t\t01.08.2013 – 16.11.2017 г. \n' +
        '\n' +
        'Заместители командира:\n' +
        'капитан 3 ранга Макаренко Анатолий Викторович\t\t02.08.1990 – 13.09.1994 г.\n' +
        'капитан 3 ранга Набока Александр Викторович\t\t26.06.1994 – 30.01.1996 г.\n' +
        'капитан 2 ранга Бородатов Борис Олегович\t\t\t27.02.1996 – 12.03.1997 г.\n' +
        'капитан 2 ранга Доценко Александр Васильевич\t\t31.03.1997 – 20.10.2000 г.\n' +
        'капитан 2 ранга Святченко Александр Васильевич\t05.11.2000 – 10.06.2005 г.\n' +
        'капитан 2 ранга Рытиков Юрий Владимирович\t\t10.06.2005 – 16.12.2009 г.\n' +
        'капитан 2 ранга Алешин Игорь Витальевич\t\t\t18.12.2009 – 15.05.2013 г.\n' +
        'капитан 2 ранга Сокол Виталий Александрович\t\t15.05.2013 - по н.в.\n' +
        '\t\t\n' +
        'Командиры электромеханической боевой части:\n' +
        'капитан 2 ранга Бондаренко Владимир Иванович\t\t02.07.1990 – 02.111997 г.\n' +
        'капитан 2 ранга Буцких Сергей Борисович\t\t\t22.11.1997 – 30.05.2002 г.\n' +
        'капитан 2 ранга Харченко Валерий Вадимович\t\t16.09.2002 – 31.05.2004 г.\n' +
        'капитан 2 ранга Евтеев Дмитрий Эдуардович\t\t06.09.2004 – 17.07.2007 г.\n' +
        'капитан 2 ранга Барышников Юрий Михайлович\t\t11.11.2007 – 30.06.2016 г. \n' +
        'капитан 2 ранга Титов Денис Александрович\t\t06.09.2016 - по н.в.\n' +
        '\n' +
        'Помощники командира:\n' +
        'капитан-лейтенант Котов Андрей Федорович\t\t18.11.1990 – 15.10.1993 г.\n' +
        'капитан-лейтенант Глазков Сергей Дмитриевич\t\t24.09.1994 – 26.05.1997 г.\n' +
        'капитан 3 ранга Ляпин Руслан Фуадович\t\t\t26.05.1997 – 07.10.1998 г.\n' +
        'капитан 3 ранга Чеботаревский Герман Равкатович \t07.10.1998 – 05.01.2001 г.\n' +
        'капитан 3 ранга Откалюк Василий Михайлович\t\t12.02.2001 – 20.10.2004 г.\n' +
        'капитан 3 ранга Новохатский Сергей Владимирович \t20.10.2004 – 16.09.2006 г.\n' +
        'капитан 3 ранга Лесько Алексей Валерьевич\t\t05.10.2006 – 22.09.2008 г.\n' +
        'капитан 3 ранга Мышеловский \tМихаил Владимирович \t22.09.2008 – 14.09.2009 г\n' +
        'капитан 3 ранга Лесько Алексей Валерьевич \t\t14.09.2009 – 07.06.2010 г.\n' +
        'капитан 3 ранга Санаторчук Роман Петрович\t\t07.06.2010 – 20.04.2011 г.\n' +
        'капитан 3 ранга Соколов Андрей Владимирович\t\t20.04.2011 – 15.08.2012 г.\n' +
        'капитан 3 ранга Зиннатуллин Максим Фаридович\t\t24.11.2012 – 01.09.2015 г. \n' +
        'капитан 3 ранга Пахомов\t Сергей Николаевич\t\t12.09.2015 – 31.08.2016 г. \n' +
        'капитан 3 ранга Наумик Виктор Игоревич\t\t \t08.03.2017 – 26.06.2017 г. \n' +
        'капитан 3 ранга Резник Василий Васильевич\t\t26.06.2017 - по н.в.\n' +
        '\n' +
        '\n' +
        '\n' +
        '\n' +
        '\n' +
        '1 сентября 1990 года сформирована войсковая часть 81221подводного ракетного крейсера.\n' +
        'В мае 1993 года, в результате переформирования трех экипажей атомных подводных ракетных крейсеров сформирован 587-й экипаж, в основе которого и является войсковая часть 81221.\n' +
        'Первым  командиром экипажа на долгие годы (до ноября 2006 г.)  стал  капитан 1 ранга Уткин Виктор Александрович.\n' +
        'До осени 1992 года  экипаж  проходил обучение  в  УЦ ВМФ г.Обнинска, после чего прибыл к месту основного базирования в Западную Лицу. \n' +
        'Уже через 4 месяца после приема корабля экипаж, отработав курс задач, стал перволинейным. \n' +
        'В течении 1992 - 1996 г.г. экипаж выполнял задачи боевой подготовки в базе и в море. Дважды (в 1994 и 1996 г.г.) экипажем завоеван приз Главнокомандующего ВМФ по ракетной стрельбе. \n' +
        'В 1996 году экипажем завоеван приз ГК ВМФ по торпедной атаке подводной лодки. На счету экипажа и приз Командующего 1-й Краснознаменной флотилии ПЛ "За атаку отряда боевых кораблей" (1994 г.).\n' +
        'Экипажем трижды (в 1995, 1996, 1998 и 2017г.г.) с оценкой «отлично» выполнены задачи боевой службы, неоднократно с оценкой «отлично» выполнялись задачи боевого дежурства.\n' +
        'По результатам выполнения учебно-боевых задач, проявленные при этом высокую организованность и дисциплину, старание и инициативу экипаж четырежды (в 1994, 1996, 2000, 2014 г.г.) объявлялся лучшим на  соединении с вручением переходящего приза командира противоавианосного соединения ПЛА "Лучшему экипажу". \n' +
        'Более 40 моряков-подводников экипажа награждены боевыми орденами и медалями. Знака Губернатора Мурманской области "За доблестную службу в Заполярье" удостоены 10 подводников. Но самое главное то, что экипаж стал коллективом единомышленников с хорошими традициями, направленными на достижение высоких результатов. \n' +
        'В апреле 2000 г., в целях военно-патриотического воспитания молодежи и повышения престижа военной службы на атомных подводных ракетных крейсерах экипаж заключил договор о шефских связях с экипажем теплохода «Юрий Аршиневский» Мурманского морского пароходства.\n' +
        'В 2000 году при проведении спасательной операции в Баренцевом море на АПРК «Курск» к работе на подводных спасательных аппаратах АСС КСФ были привлечены командир БЧ-5 экипажа капитан 2 ранга Буцких С.Б., бывший командир БЧ-5 капитан 2 ранга Бондаренко В.И. и будущий командир БЧ-5 экипажа капитан 3 ранга Харченко В.В. Проявляя волю и мужество, все свои лучшие качества офицера-подводника при спусках на глубину 108 метров, используя весь до последней капли запас кислорода и рискуя собственной жизнью, они пытались откачать воду из 9 отсека затонувшей субмарины. Не раз сами всплывали аварийно, на последних остатках ВВД. За мужество и героизм, проявленные при проведении спасательных работ они были награждены Орденами мужества, а капитан 2 ранга Буцких С.Б. и капитан 3 ранга Харченко В.В., кроме того, Русской православной церковью были награждены орденами Святого Преподобного Даниила Московского 3 степени.\n' +
        'Экипаж, назначенный приказом Командующего СФ «Временным экипажем» АПРК «Курск», в период с октября 2001г. по январь 2002г. принял активное участие в работах по выгрузке с АПРК «Курск» крылатых ракет. В связи со сложившейся обстановкой, личный состав экипажа, кроме того, был привлечен к особо тяжелым и скорбным работам по извлечению тел погибших подводников. Экипаж с честью выполнил возложенные на него задачи. При этом подводники проявили исключительную выдержку, мужество и профессионализм. Не зря девизом 587 экипажа стали слова «ЖИЗНЬ ОТЕЧЕСТВУ - ЧЕСТЬ НИКОМУ !». \n' +
        'И можно с уверенностью сказать, что эти слова для экипажа – не пустой звук. Когда на одном из выходов в море АПРК с 587 экипажем на борту побывал настоятель Трифоно-Печенгского монастыря игумен Аристарх, в книге почетных посетителей он записал: «После всего увиденного  стало  ясно, Вы – непростые  люди.  Дай  Бог  всем  Вам  духа, мужества,  товарищества,  терпения.  Родине очень нужна ваша жертвенность. Спаси, Господи, за вашу службу».\n' +
        'В мае 2005 года был заключен договор о шефских связях с Администрацией Дзержинского района города-героя Волгограда. На протяжении многих лет сотрудничество приносят положительные результаты, благотворно влияют на укрепление боевой готовности и состояние морально-психологического климата в экипаже.\n' +
        '\tВ 2005, 2008, 2011, 2013, 2016 и 2019 г.г. экипаж проходил переподготовку в УЦ ВМФ г. Обниска.\n' +
        '\tВ период с 2003 года по 2009 экипажем неоднократно выполнялись задачи боевого дежурства, выполнялись ракетные и торпедные стрельбы, экипаж принимал участие в командно-штабных учениях ВМФ, испытаниях нового вооружения. Экипаж неоднократно занимал призовые места на соединении подводных лодок по итогам боевой подготовки.\n' +
        '\tВ 2010 – 2011 годах экипажем выполнены мероприятия по приему от промышленности и вводу в состав боевых сил АПРК «Воронеж», после проведения на данном крейсере глубокой модернизации в городе Северодвинске на ФГУП «МП «Звездочка».\n' +
        '\tВ 2013 году экипаж выполнил все задачи курса боевой подготовки, принял участи е в совместных стратегических учениях «ЗАПАД-2013», выполнил ракетную стрельбу.\n' +
        'В июне 2014 года при выполнении учебно-боевых задач в Белом море экипаж АПРК «Волгоград» на АПРК «Воронеж» в штормовых условиях провел операцию по спасению терпящих бедствие членов экипажа малоразмерного катера «Баренц-1100», принадлежащего МЧС РФ, спасено четыре человека. Члены экипажа АПРК «Волгоград» награждены к правительственными наградами. \n' +
        'В ноябре – декабре 2014 года экипаж выполнял задачи боевой подготовки в Норвежском море, обеспечил глубоководные испытания новых атомных подводных крейсеров, выполнил торпедные стрельбы. \n' +
        'В 2015 году экипаж в очередной раз выполнил задачи боевого дежурства.\n' +
        'В период с мая по конец сентября 2015 года экипаж выполнил полный курс подготовки, провел в море 60 суток, обнаружил иностранную подводную лодку, выполнил торпедные и ракетные стрельбы. \n' +
        'В 2017 году экипаж выполнил полный курс подготовки, выполнил торпедные и ракетные стрельбы, выполнил задачи боевой службы в Средиземном море в течении 80 суток.\n' +
        '\n' +
        '\n' +
        '\n' +
        '\n' +
        '\n' +
        '\n' +
        '\n' +
        '\n' +
        '\n' +
        '\n' +
        'Командиры корабля:\n' +
        'капитан 1 ранга Уткин В.А.\t\t1990 –2006 г.\n' +
        'капитан 1 ранга Шульга П.Н.\t\t2006 –2011 г.\n' +
        'капитан 1 ранга Казак И.С.\t\t2011  -2013 г.\n' +
        'капитан 1 ранга Харчиков А.В.\t\t2013  -2017 г.\n' +
        'капитан 1 ранга Соколов А.В.\t\t2017  - по н.в.\n' +
        '\n' +
        '\n' +
        'Старшие помощники командира:\n' +
        'капитан 3 ранга Краснов В.Б.\t\t1990 –1991 г.\n' +
        'капитан 2 ранга Пичугин С.А.\t\t1991 –1995 г.\n' +
        'капитан 2 ранга Костюков О.В.\t\t1995 –1997 г.\n' +
        'капитан 2 ранга Юлдашев А.Ю.\t1997 –1998 г.\n' +
        'капитан 2 ранга Ляпин Р.Ф.\t\t1998 –2004 г.\n' +
        'капитан 1 ранга Шульга П.Н.\t\t2004 –2004 г.\n' +
        'капитан 2 ранга Откалюк В.М.\t\t2004 –2007 г.\n' +
        'капитан 3 ранга Новохатский С.В.\t2007 –2008 г. \n' +
        'капитан 2 ранга Паликов А.А.\t\t2008 –2010 г.\n' +
        'капитан 2 ранга Лесько А.В.\t\t2010 –2012 г.\n' +
        'капитан 2 ранга Новохатский С.В.\t2012 –2013 г. \n' +
        'капитан 2 ранга Соколов А.В.\t\t2013 –2017 г. \n' +
        'капитан 3 ранга Дмитриенко А.А.\t2018 - по н.в.\n' +
        '\n' +
        'Заместители командира:\n' +
        'капитан 3 ранга Макаренко А.В.\t1990 –1994 г.\n' +
        'капитан 3 ранга Набока А.В.\t\t1994 –1996 г.\n' +
        'капитан 2 ранга Бородатов Б.О.\t1996 –1997 г.\n' +
        'капитан 2 ранга Доценко А.В.\t\t1997 –2000 г.\n' +
        'капитан 2 ранга Святченко А.В.\t\t2000 –2005 г.\n' +
        'капитан 2 ранга Рытиков Ю.В.\t\t2005 –2009 г.\n' +
        'капитан 2 ранга Алешин И.В.\t\t2009 –2013 г.\n' +
        'капитан 2 ранга Сокол В.А.\t\t2013 - по н.в.\n' +
        '\t\t\n' +
        'Командиры электромеханической боевой части:\n' +
        'капитан 2 ранга Бондаренко В.И.\t1990 –1997 г.\n' +
        'капитан 2 ранга Буцких С.Б.\t\t1997 –2002 г.\n' +
        'капитан 2 ранга Харченко В.В.\t\t2002 –2004 г.\n' +
        'капитан 2 ранга Евтеев Д.Э.\t\t2004 –2007 г.\n' +
        'капитан 2 ранга Барышников Ю.М.\t2007 –2016 г. \n' +
        'капитан 2 ранга Титов Д.А.\t\t2016 - по н.в.',
    },
    {
      linkName: 'К-266 "Орел"',
      title: 'Атомный подводный крейсер "Орел"',
      gallery: [
        {title: 'Фото',
          pic: [
            {title: 'Командир пл К-266 "Орел" Варфоломеев В.В', src: '/history/k266/КПЛ Варфоломеев В.В. 04-07г..jpg'},
            {title: 'Командир пл К-266 "Орел" Миронов В.А.', src: '/history/k266/КПЛ Миронов В.А. 92-94г..jpeg'},
            {title: 'Командир пл К-266 "Орел" Осекин В.А.', src: '/history/k266/КПЛ Осекин В.А. 96-01г..jpg'},
            {title: 'Командир пл К-266 "Орел" Слепец О.Г. 01-04г', src: '/history/k266/КПЛ Слепец О.Г. 01-04г.jpg'},
            {title: 'Командир пл К-266 "Орел" Пацкавичюс Р.А. 08-13г.', src: '/history/k266/Пацкавичюс Р.А. 08-13г..jpg'},
            {title: 'Экипаж К-266 "Орёл". июнь 2004г.', src: '/history/k266/Экипаж К-266 Орёл. июнь 2004г..jpg'},
            ]
        }
      ],
      content: 'Корабль заложен на Северном машиностроительном предприятии в городе Северодвинске 20 июля 1989 года и спущен на воду 22 мая 1992 года. 10 января 1993 года на корабле впервые поднят Андреевский Военно-Морской флаг. 15 марта 1993 года корабль принят в состав 11 противоавианосной дивизии подводных лодок Северного флота. 15 марта – последний день приемо – передачи корабля от экипажа ТОФ (2-я Камчатская флотилия АПЛ). \n' +
        '\n' +
        'ОСНОВНЫЕ ТТХ АПРК «ОРЕЛ»:\n' +
        'Проект 949 А \n' +
        'Водоизмещение: надводное – 14820 м3, подводное – 25640 м3;\n' +
        'Запас плавучести – 30,3 %;\n' +
        'Скорость хода:\n' +
        '    • Надводная – 15,2 уз.;\n' +
        '    • Подводная – 32,6 уз. (после декабря 2003 года – 30,9 уз.);\n' +
        'Дальность плавания в подводном положении:\n' +
        '    • Полным ходом – 9400 миль;\n' +
        '    • Экономическим ходом – 33980 миль.\n' +
        '\tГлубина погружения – 480/600 метров.\n' +
        'Автономность – 120 суток.\n' +
        'Время быстрого погружения – 175 сек.\n' +
        'Предельная толщина проламываемого льда – 1,5 м.\n' +
        'Основные размерения:\n' +
        '    • Длина наибольшая – 155 м (после декабря 2003 года – 151 м); ПК – 125 м;\n' +
        '    • Ширина наибольшая – 18 м (по стабилизатору – 22 м, с НГР – 24 м);\n' +
        '    • Высота – от киля до палубы надстройки – 13,7 м; до ограждения рубки – 18,3 м.\n' +
        'Вооружение:\n' +
        '    • Ракетное – 24 КР 3М45 «Гранит»;\n' +
        '    • Торпедное – 28 торпед и ПЛР;\n' +
        'ГЭУ: 2 ЯЭУ, мощность каждого реактора 190 МВт.\n' +
        'Экипаж – 109 человек (36 офицеров, 45 старшин, 28 матросов).\n' +
        'Экипаж образован \t\t\t\t\t8 сентября 1983 года\n' +
        '\n' +
        'Присвоено наименование «ОРЕЛ»\tДирективой ГК ВМФ № 730/1 – 0259 от 06.04.1993 г.\n' +
        '\n' +
        'Последний ремонт (средний, текущий, межпоходовый) произведен в декабре 2009 года доковый ремонт на СРЗ – 82; навигационный ремонт – декабрь 2010 года.\t\t\t\n' +
        '\n' +
        ' \n' +
        'Командиры корабля: \t\n' +
        'капитан 1 ранга МИРОНОВ В. Л. \t\t1992 – 1994\n' +
        'капитан 1 ранга МАРКОВ И. Г. \t\t1994 – 1996\n' +
        'капитан 1 ранга ОСЕКИН В. А.\t \t1996 – 2001\n' +
        'капитан 1 ранга СЛЕПЕЦ О. Г. \t\t2001 – 2004\n' +
        'капитан 2 ранга ВАРФОЛОМЕЕВ В. В. \t2004 – 2007\n' +
        'капитан 1 ранга ПАЦКЯВИЧЮС Р.А.      2008 – 2013\n' +
        'капитан 1 ранга НОВОХАТСКИЙ С.В.    2013 – 2014\n' +
        '________________________________________________________________________________\n' +
        'Заместители командира:  \t\n' +
        'капитан 2 ранга ЗУБАРЕВ М. И.\t\t1992 – 1995\n' +
        'капитан 2 ранга ШАЙДУЛЛИН В. Р.\t1995 – 1997\n' +
        'капитан 2 ранга БЕЛЯЕВ В. А.\t\t1997 – 2001 \n' +
        'капитан 2 ранга ГРИГОРЕНКО В.К.\t2002 – 2008\n' +
        'капитан 2 ранга КОЗЕЛ И.Н.\t2008 – н.в.\n' +
        '________________________________________________________________________________\n' +
        'СПК:                           \t\t\n' +
        'капитан 2 ранга ЕЛЬНОВ О. В.\t\t1992 – 1993   \n' +
        'капитан 2 ранга КОТОВ А. Ф.\t\t1993 – 1995  \n' +
        'капитан 2 ранга РЕЧКИН Б. В.\t\t1995 – 1996 \n' +
        'капитан 2 ранга СЛЕПЕЦ О. Г.\t\t1996 – 2000\n' +
        'капитан 2 ранга ВАРФОЛОМЕЕВ В. В.\t2000 – 2004\n' +
        'капитан 2 ранга ПИРОЖЕНКО С. А.\t2004 – 2012\n' +
        'капитан 2 ранга МЕДЕДА К.Е.                 2013 – 2014\n' +
        'капитан 2 ранга ОСАУЛЕНКО И.И.         2014 – н.в.\n' +
        '________________________________________________________________________________\n' +
        '1994 год:\n' +
        'Отработка задач боевой подготовки и ввод корабля и экипажа в состав сил постоянной готовности. В октябре 1994 года впервые успешно выполнены стрельбы крылатыми ракетами.\n' +
        '\n' +
        '1995 год:\n' +
        'В феврале экипаж выполнил задачи длительного плавания и боевой службы, обеспечение задач боевой подготовки.\n' +
        '\n' +
        '1996 год:\n' +
        'В марте корабль принял участие в командно-штабном учении сил Северного флота. В сентябре – выполнение задач длительного плавания и боевой службы. Участие в боевой комплексной подготовке Северного флота под руководством командующего СФ с успешным выполнением ракетной и торпедной стрельб.\n' +
        '\n' +
        '1997 год:\n' +
        'Выполнение планов боевой подготовки. В апреле успешно выполнены стрельбы крылатыми и зенитными ракетами с использованием новых тактических приемов.\n' +
        '\n' +
        '1998 год:\n' +
        'Выполнение задач боевой подготовки. С 11 июня по 3 октября выполнение задач боевого дежурства. Кораблем произведено 6 выходов в море. Наплаванность составила: надводное положение-1 495,7 мили, подводное- 3 406,3 мили, общее- 4901,5  мили.\n' +
        '\n' +
        '1999 год:\n' +
        'Выполнение задач боевой подготовки. \n' +
        'Кораблем произведено 5 выходов в море. Наплаванность составила: надводное положение-1 485,1 мили, подводное- 2 333,4 мили, общее- 3 818,5 мили .\n' +
        '\n' +
        '2000 год:\n' +
        'Май – выполнение задач боевой подготовки. На корабле выходят в море Губернатор Мурманской области Ю. А. Евдокимов, командующий Северным флотом адмирал В. А. Попов, начальник штаба Северного флота вице-адмирал Моцак М. В.\n' +
        'В июне – августе проведен доковый ремонт ПЛ, демонтированы гребные винты. Кораблем произведено 8 выходов в море. Наплаванность составила: надводное положение-2 776,6 мили, подводное- 2 605,9 мили, общее- 5 382,5 мили .\n' +
        '\n' +
        '\n' +
        '2001 год:\n' +
        'Корабль дислоцируется в губе Окольная (г. Североморск) и с января по август обеспечивает подготовку специалистов спасательной службы по подъему АПРК «Курск». С августа по декабрь – обеспечение следственных мероприятий Генеральной прокуратуры РФ по расследованию причин гибели АПРК «Курск» в губе Окольной.\n' +
        '\n' +
        '2002 год:\n' +
        '20 января корабль буксируется в губу Б. Лопаткина в пункт основного базирования. Обеспечивает буксировку СБС «Алтай». Выполнение планов боевой подготовки.\n' +
        '\n' +
        '2003 год:\n' +
        '10 января – кораблю 10 лет. 15 июля – буксировка ПЛ в ПД – 50 (СРЗ – 82) для проведения доковой операции и восстановления технической готовности. 17 июля ПЛ посещает Председатель Совета Федерации Федерального Собрания Миронов М. В. 2 декабря 2003 года в условиях дока производится приемо-передача ПЛ 74 экипажу АПРК. 28 декабря ПЛ выходит из дока, восстановив техническую готовность для проведения швартовых и ходовых испытаний.\n' +
        '\n' +
        '2004 год:\n' +
        'В 2004 году экипаж переходит на комплектование должностей старшин и матросов военнослужащими контрактной службы.\n' +
        'С 13 апреля по 24 июля экипаж проходит обучение в 510 УЦ ВМФ в городе Обнинске. 25 мая издается приказ МО РФ о демобилизации командира капитана 1 ранга Слепца Олега Георгиевича и назначении на должность командира капитана 2 ранга Варфоломеева Валерия Владимировича. \n' +
        '14 октября на корабле в период отработки задач в море (с экипажем АПРК «Воронеж», командир капитан 1 ранга Ляпин Р. Ф.) происходит взрыв уравнительной цистерны №3. Из строя выходит материальная часть 9-го отсека. 18 октября корабль принимает экипаж АПРК «Орел». Корабль готовится к буксировке в ПД – 50 (СРЗ – 82), доковому осмотру и ремонту 9-го отсека.\n' +
        '\n' +
        '2005 год:\n' +
        'По итогам боевой подготовки за 2004 учебный год экипаж занял 7 место на соединении. 7 мая 2005 года экипаж принял АПРК «Воронеж». Силами личного состава экипажа восстановлена техническая готовность АПРК «Воронеж». 14 июля 2005 г. экипаж сдал курсовую задачу «Л – 1», 12 сентября пройдена Инспекция ГУН ЯБ и РБ, а 13 сентября – Инспекция ГУН БМ. Кораблем произведено 6 выходов в море. Наплаванность составила: надводное положение-2 559,9 мили, подводное- 2 135 мили, общее- 4 694,9 мили .\n' +
        '\n' +
        '2006 год: Кораблем произведено 10 выходов в море. Наплаванность составила: надводное положение-2 344,1 мили, подводное- 1 986,6 мили, общее- 4 330,7 мили .\n' +
        '\n' +
        '\n' +
        '2008 год:\n' +
        'По итогам боевой подготовки за 2008 учебный год экипаж занял второй год подряд 1 место на соединении. С 22 сентября по 01 декабря экипаж проходил обучение в 510 УЦ ВМФ в городе Обнинске. По итогам обучения средний балл составил 4,2. В ноябре издается приказ МО РФ о  назначении на должность командира капитана 1 ранга ПАЦКЯВИЧЮСА Ричардаса Арвидовича. Кораблем произведено 9 выходов в море. Наплаванность составила: надводное положение- 4 251,5  мили, подводное- 2 528,5 мили, общее- 6 780 мили .\n' +
        '\n' +
        '\n' +
        '2009 год: С ноября 2008 года по февраль 2009 года экипаж обеспечил проведение докового ремонта корабля в ПД-50 СРЗ-82 поселка Росляково. Отработаны и сданы курсовые задачи, а в период с 12 сентября по 10 октября успешно выполнены задачи мероприятия «Запад-2009».\n' +
        'По итогам боевой подготовки за 2009 учебный год экипаж занял третий раз подряд 1 место на соединении. Кораблем произведено 6 выходов в море. Наплаванность составила: надводное положение-2 266,1 мили, подводное- 5 473,9 мили, общее- 7 740 мили .\n' +
        '\n' +
        '\n' +
        '2010 год: С 22 февраля по 5 мая экипаж прошел межпоходовую подготовку в 510 УЦ ВМФ. 16 июня с оценкой «хорошо» сдана первая курсовая задача. В июле на ПЛ БН-816 успешно пройдено предъявление экипажа и корабля инспекции ГУН ЯБ и РБ МО РФ. 25 июля экипаж участвовал параде войск на Приморской площади г. Североморска, посвященном празднованию Дня ВМФ. В августе, в связи с неисправностью корабля экипаж не смог выйти в море и потерял линейность. По итогам боевой подготовки за 2010 учебный год экипаж занял 6 место на соединении. Кораблем произведено 10 выходов в море. Наплаванность составила: надводное положение-3 058,1 мили, подводное- 2 141,5 мили, общее- 5 199,6 мили .\n' +
        '\n' +
        '\n' +
        '2011 год: С января по июнь экипаж держал АПРК «Смоленск». В связи с прикомандированием определенного количества экипажа в другую войсковую часть и значительным его обновлением сдать КПЛ-1 и выйти в море для сдачи Л-2 не представилось возможным. В период с ноября по февраль 2012 года экипаж на АПРК «Воронеж» произвел регламент ракетного комплекса и провел навигационный ремонт. По итогам боевой подготовки за 2011 учебный год экипаж занял 6 место на соединении. Кораблем произведено 8 выходов в море. Наплаванность составила: надводное положение-5 110,7 мили, подводное- 2 403,6 мили, общее- 7 514,3 мили .\n' +
        '\n' +
        '2012 год: В июле 2012 года успешно пройдена инспекция МО РФ по физической подготовке. С 16 августа по 29 октября экипаж прошел межпоходовую подготовку в УЦ ВУНЦ ВМФ «ВМА» г. Обнинска Калужской области. По итогам 2012 года экипаж занял 6 место на соединении. Кораблем произведено 9 выходов в море. Наплаванность составила: надводное положение-4 145,7 мили, подводное- 2 931,6 мили, общее- 7 077,3 мили .\n' +
        '\n' +
        '\n' +
        '2013 год: 7-9 марта экипажем сдана 1-я курсовая задача с общей оценкой хорошо. 14 марта на базе АПЛ К-119 «Воронеж» командующему ПС СФ к/а Моисееву Александру Алексеевичу экипаж предъявил показные элементы сдачи курсовой задачи Л-1.\n' +
        ' \n' +
        'В общем счете кораблем произведено 77 (с 1998 год – по 2012 год) выходов в море. Наплаванность составила: надводное положение- 29 493,5 мили, подводное- 27 946,3 мили, общее- 57 439 мили.\n' +
        '\n' +
        '\n' +
        'За время службы в экипаже награждены:\n' +
        'Орден «Мужества»\t\t\t1 (капитан 2 ранга Бондаренко В. И., КБЧ – 5)            \n' +
        'Орден «За личное мужество»\t\t\t3\t            \n' +
        'Орден «За военные заслуги»\t\t\t2 (капитан 1 ранга Осекин В. А., капитан 1 ранга Слепец О. Г.)\n' +
        'Медаль «За отвагу»\t\t\t3\n' +
        'Медаль «Ушакова»\t\t\t2\n' +
        'Медаль «Нахимова»\t\t\t7\n' +
        '\n' +
        '\n' +
        'РАЗВИТИЕ ШЕФСКИХ СВЯЗЕЙ:\n' +
        '\tДирективой ГК ВМФ №730/1 – 0259 от 6 апреля 1993 года АПРК «К – 266» присвоено имя «Орел» в честь города Орла. 7 декабря 1994 года подписан Договор об установлении шефства Администрации города Орла над экипажем АПРК «ОРЕЛ».\n' +
        '\t20 февраля 1996 года делегация АПРК посещает город Орел. В апреле 1996 года делегация города Малоархангельска Орловской области доставляет на АПРК гуманитарную помощь военнослужащим. В августе 1997 года делегация крейсера посещает город Малоархангельск и город Орел. В октябре 1997 года Администрация Малоархангельска отправляет гуманитарную помощь для членов экипажа.\n' +
        '\tВ декабре 1997 года корабль и экипаж посещает большая делегация Орловской области во главе с заместителем мэра города Орла Андреевым С. И. экипаж взял шефство над ОСШ №10 города Орла, оказал содействие в создании клуба юных моряков. Экипаж получил помощь на 400 млн. рублей. Экипажу подарен «ПАЗ – 3205».\n' +
        '\tВ марте 1998 года город Орел посещают командир АПРК капитан 1 ранга Осекин В. А., командир БЧ – 5 капитан 2 ранга Титов Н. Б., капитан-лейтенант Керсанов В. В. \n' +
        'В июле 1998 года орловская делегация принимает участие в праздновании 35-летия соединения. Во главе делегации заместитель мэра Андреев С. И. и председатель комитета по социальной политике городского Совета депутатов Пушкарев В. Н. Кораблю подарен музыкальный центр.\n' +
        'В августе 1998 года ЗКВР капитан 2 ранга Беляев В. А. и старший матрос Осяткин А. В. принимают участие  в праздничных мероприятиях, посвященных 55-й годовщине освобождения города Орла от немецко-фашистских захватчиков. Кораблю подарен микроавтобус «УАЗ» (передан в дивизию).\n' +
        'В декабре 1998 года прибытие в экипаж делегации во главе с заместителем председателя областного совета депутатов по молодежной политике Мельниковым А. В. Доставлено 20 тонн продовольствия. Для клуба юных моряков отправлено вещевое имущество, инвентарь, справочная литература.\n' +
        '18 декабря 2001 года в губе Окольной на АПРК «ОРЕЛ» заключается Договор о шефских связях с Российским профессиональным союзом моряков (город Мурманск). Со стороны РПСМ Договор подписал председатель профсоюзного комитета Чирков Василий Анатольевич в присутствии заместителя председателя Ильиной Надежды Васильевны. Со стороны АПРК командир корабля капитан 2 ранга Слепец Олег Георгиевич в присутствии ВРИО ЗКВР капитана 2 ранга Григоренко Василия Константиновича. За 2002 – 2003 годы РПСМ оказал помощь и содействие в приобретении экипажу стиральной машины «Вятка – Мария – автомат», водоподогревателя «Ардо» на 150 литров, восстановлении технической готовности автобуса «ПАЗ – 3205», ремонта комнаты досуга личного состава. Экипажу подарены видеомагнитофон, музыкальный центр.\n' +
        'В июле 2002 года экипаж принял участников автопробега город Орел – город Мурманск во главе с Робертом Григорьевичем Леви. В составе делегации заслуженный работник культуры РФ Семенова Александра Васильевна, командир корабля капитан 1 ранга запаса Осекин В. А.\n' +
        'В августе 2002 года в праздничных мероприятиях, посвященных Дню города Орла принимает участие командир корабля капитан 1 ранга Слепец О. Г.\n' +
        '10 января 2003 года празднуется 10-летие корабля. Впервые в истории отношений корабль посещает делегация во главе с мэром города Уваровым Василием Игнатьевичем. В составе делегации начальник Орловского гарнизона генерал-лейтенант Гусев В. Н., ректор ОГУ Авдеев Ф. С., заместитель мэра Крапивченков А. Н., заместитель председателя городского Совета депутатов Кретов Ю. В., директор МУП «Орелводоканал» Никулин А. Т., заслуженный работник культуры РФ Семенова А. В. Благодаря шефской помощи из города Орла в экипаже созданы и оборудованы комната отдыха ДВС, рубка дежурного по части, баталерка и комната бытового обслуживания личного состава.\n' +
        'В праздничных мероприятиях, посвященных 10-летию корабля принимают участие делегации РПСМ (город Мурманск), ЦКБ «Рубин», ветераны и частные лица.\n' +
        'В апреле 2003 года завязываются дружеские отношения с ОМОН при УВД Мурманской области. Экипаж оказывает финансовую поддержку группе Мурманского ОМОН в Чеченской республике. В 2003 году: командир ОМОН полковник милиции Королев Виктор Вячеславович, заместитель командира по ВР и кадрам капитан милиции Лузанов Александр Николаевич; командир АПРК «Орел» капитан 1 ранга Слепец Олег Георгиевич, заместитель командира по ВР капитан 2 ранга Григоренко Василий Константинович.\n' +
        'В мае 2003 года город Орел посещают командир АПРК капитан 1 ранга Слепец О. Г. и ЗКВР капитан 2 ранга Григоренко В. К. для участия в праздничных мероприятиях, посвященных Дню Победы. Проводятся творческие встречи в ОГУ с преподавателями и студентами, в Академии ФАПСИ, на предприятии «Орелводоканал».\n' +
        'В августе 2003 года в мероприятиях, посвященных Дню города принимают участие командир АПРК капитан 1 ранга Слепец О. Г. и КДЖ капитан 3 ранга Максименко М. Н. Заключается Договор о шефских связях и дружбе с МУП «Орелводоканал». В составе делегации бард, член Мурманского литературного объединения Кванчиани Ромео Васильевич, который дает концерт на предприятии «Орелводоканал», перед ветеранами Великой Отечественной войны города Орла.\n' +
        'В 2004 году впервые в истории отношений между городом Орлом и АПРК «Орел» 54 военнослужащих экипажа принимают участие в параде войск Орловского гарнизона в честь 59-й годовщины Победы в Великой Отечественной войне. В программе посещения Академии ФАПСИ, ОСШ №10. Юным морякам подарены СГП, другое имущество для оборудования класса юных моряков.\n' +
        '5 августа 2004 года в праздничных мероприятиях, посвященных Дню города принимают участие командир АПРК капитан 2 ранга Варфоломеев Валерий Владимирович и заместитель командира по ВР капитан 2 ранга Григоренко В. К. в городе Орле завязываются дружеские отношения с командиром ПСКР «Орел» морчастей погранвойск Камчатской зоны капитаном 1 ранга Чиркиным Сергеем Владимировичем.\n' +
        '9 мая 2005 года в праздничных мероприятиях, посвященных 60-летию Великой Победы в г. Орле принял участие ЗКВР капитан 2 ранга Григоренко В. К. 10 мая состоялась встреча с Владыкой Орловским и Ливенским Паисием.\n' +
        '5 августа 2005 года в праздничных мероприятиях, посвященных Дню города орла принял участие командир АПРК «ОРЕЛ» капитан 2 ранга Варфоломеев В. В. в ходе поездки состоялись встречи с руководителями города и Орловской области, Владыкой Орловским и Ливенским.\n' +
        '30 – 31 июля 2005 года экипаж принял шефскую делегацию города Орла в количестве 15 человек, которую возглавлял заместитель мэра города Орел Жеглов Е. А. в составе делегации – представители Орловской и Ливенской епархии во главе с настоятелем Ахтырского кафедрального собора г. Орла Бровчуком В. А., которые освятили АПРК «Орел» и от имени Владыки Паисия вручили кораблю икону св. Федора Ушакова с мощами.\n' +
        'В день ВМФ в 2006 году экипаж принял участников автопробега город Орел – город Заозерск – город Орел «Первый салют», посвященный Дню освобождения города Орла от немецко-фашистских захватчиков. 5 августа командир корабля капитан 1 ранга Варфоломеев В. В. посетил город Орел.\n' +
        'В 2007 году в День ВМФ экипаж принял шефские делегации города Орла и ОМОНа при УВД Мурманской области. В составе делегации города Орел начальник Управления муниципального заказа Администрации города Прокофьев Николай Сергеевич, генеральный директор доктор электротехники Шумарин Валерий Федорович, представитель Орловско-Ливенской епархии священник Георгий. От ОМОНа – полковник милиции в запасе Королев Вячеслав Викторович, майор милиции в запасе Гапеев Константин Валерьевич.\n' +
        'В сентябре-октябре 2007 года ЗКВР капитан 2 ранга Григоренко В. К. и техник ГАГ старший мичман Бебякин Ю. В. приняли участие в славянском Ушаковском ходе под Андреевским флагом, посвященном 10-летию ассоциации шефства над кораблями и частями Северного флота с посещением города Орла. По результатам поездки получены средства для дальнейшего ремонта казармы.\n' +
        '10 января 2008 года корабль празднует 15 летнюю годовщину со дня поднятия Андреевского флага. В праздничных мероприятиях участвуют – делегация города Орла и представители ОМОНа при УВД Мурманской области. 8 (13) сентября экипаж отпраздновал свое 25-ти летие.\n' +
        '9 мая 2009 года командир корабля капитан 1 ранга Пацкявичюс Р.А. принял участие в праздничных мероприятиях посвященных 64-летию Великой Победы и выступил с речью в Сквере танкистов перед ветеранами, жителями и гостями города Орла. \n' +
        '14 апреля 2010 года на центральной площади города Орла командиру корабля  капитану 1 ранга Пацкявичюс Р.А. губернатором Орловской области А.С. Козловым вручены ключи от нового автобуса ПАЗ, подаренного администрацией губернатора экипажу. 7 мая автобус благополучно прибыл в пункт постоянного базирования – город Заозерск.\n' +
        '24-25  июля 2010 года экипаж навестила шефская делегация администрации города Орла для празднования Дня ВМФ в составе: заместителя главы администрации Советского района администрации города Орла Чижмина Александра Ивановича, председателя Совета ветеранов войны, труда, вооруженных сил и правоохранительных органов города Орла Костарева Анатолия Афанасьевича.\n' +
        '12,13 января 2013 года экипаж навестила шефская делегация администрации города Орла для празднования 20-ти летия со Дня подъема Андреевского флага на корабле в составе: глава администрации города Орла Берников Михаил Юрьевич и депутат законодательного собрания города Орла Пчелкин Николай Николаевич.\n' +
        '25 -29 июля экипаж посетили участники13-того автопробега честь 70-летия освобождения города Орла от фашистских захватчиков, для участи в праздничных мероприятиях посвященных Дню ВМФ.\n' +
        'В сентябре 2013 года командир АПРК «Орел» капитан 2 ранга Новохатский С.В. посетил город Орел для знакомства с руководителями города и согласования совместных мероприятий патриотического воспитания на 2014 год.'

    },
    {
      linkName: '74 экипаж',
      title: '74 экипаж',
      content: 'Краткая историческая справка 74 экипажа\n' +
        '\n' +
        '1 декабря 1986 года на основании директивы Начальника Главного штаба ВМФ был сформирован 74 экипаж АПКРРК под командованием капитана 1 ранга Хайруллина М.Х.\n' +
        '\n' +
        'Командиры экипажа:\n' +
        '1. капитан 1 ранга Хайруллин МахмутХатмуллович\t- 19.11.86 - 21.03.90\n' +
        '2. капитан 1 ранга Гуляев Дмитрий Константинович \t- 21.03.90 - 20.10.96\n' +
        '3. капитан 1 ранга Мухаметшин Игорь Тимербулатович\t- 20.10.96 - 01.09.99\n' +
        '4. капитан 1 ранга Лиина Виктор Николаевич \t- 01.09.99 - 10.10.04\n' +
        '5. капитан 1 ранга Белобородов Сергей Александрович \t- 10.10.04 -01.01.09\n' +
        '6. капитан 1 ранга Казак Илья Сергеевич\t- 20.08.09 - 14.04.11\n' +
        '7.капитан 1 ранга Шульга Павел Николаевич\t- 14.04.11 -26.11.13\n' +
        '8.капитан 1 ранга Новохатский Сергей Владимирович \t- 26.11.13 - по н.вр.\n' +
        '9.капитан 2 ранга Медеда Кирилл Евгеньевич (уточнить период)\n' +
        '10.капитан 2 ранга Осауленко Игорь Игоревич (уточнить период)\n' +
        '\n' +
        'Старшие помощники командира:\n' +
        '1. капитан 3 ранга Божко Николай Дмитриевич \t- 20.09.86 - 30.10.89\n' +
        '2. капитан 2 ранга Широчкин Евгений Романович \t- 28.07.89 - 06.08.90\n' +
        '3. капитан 2 ранга Божко Николай Дмитриевич \t- 31.08.90 - 28.02.91\n' +
        '4. капитан 2 ранга Лапшов Сергей Николаевич\t- 28.02.91 - 30.09.91\n' +
        '5. капитан 2 ранга Лапшов Виктор Николаевич\t- 23.08.91 - 29.01.92\n' +
        '6. капитан 2 ранга Костюков Олег Владимирович \t- 28.12.92 - 06.10.95\n' +
        '7. капитан 2 ранга Мухаметшин Игорь Тимербулатович - 19.09.94 - 20.10.96\n' +
        '8. капитан 2 ранга Лиина Виктор Николаевич \t- 02.10.96 - 15.07.99\n' +
        '9. капитан 2 ранга Белобородов Сергей Анатольевич  - 30.08.99 - 10.10.04\n' +
        '10.капитан 2 ранга Морозов Борис Владимирович \t- 28.03.05 - 30.07.06\n' +
        '11.капитан 2 ранга Куташин Станислав Георгиевич\t- 20.08.06 - 19.09.08\n' +
        '12.капитан 2 ранга Харчиков Андрей Васильевич\t- 19.09.08 - 23.03.13\n' +
        '13.капитан 2 ранга Кузнецов Алексей Анатольевич\t -23.03.13 – 01.08.16\n' +
        '14.капитан 3 ранга Гаранин Кирилл Сергеевич\t- 01.08.16 – по н.вр.\n' +
        '\n' +
        'Заместители командира по воспитательной работе:\n' +
        '1. капитан 2 ранга Проскурин Евгений Владимирович - 19.09.86 - 16.08.89\n' +
        '2. капитан 2 ранга Малышев Дмитрий Николаевич\t- 28.06.89 - 04.03.92\n' +
        '3. капитан 2 ранга Цыганок Владимир Викторович \t- 25.03.92 - 10.09.99\n' +
        '4. капитан 2 ранга Ечин Андрей Геннадьевич \t- 10.09.99 - 12.07.02\n' +
        '5. капитан 2 ранга Клюжев Валентин Александрович\t- 15.10.02 - 30.08.05\n' +
        '6. капитан 2 ранга Шевцов Дмитрий Леонидович \t- 29.03.06 – 2018 год\n' +
        '\n' +
        'Командиры электро-механической боевой части : \n' +
        '    1. Капитан 2 ранга Солин Виктор Александрович (1 9.09.1986-1 5.01.1990)\n' +
        '    2. Капитан 2 ранга Букин Владимир Викторович (30.11.1989-11.03.1993)\n' +
        '    3. Капитан 2 ранга Лапшин Андрей Геннадьевич (22.03.1993-2001)\n' +
        '    4. Капитан 2 ранга Hex Александр Владимирович (2002-06.06.2006)\n' +
        '    5. Капитан 3 ранга Крутилин Геннадий Евгеньевич (6.06.2006-12.05.2010) \n' +
        '    6. Капитан 2 ранга Замковой Дмитрий Леонидович (12.05.2010-19.03.2011)\n' +
        '    7. Капитан 2 ранга Степанов Пётр Петрович (с 19.03.2011 г.).\n' +
        '\n' +
        '\n' +
        'Помощники командира:\n' +
        '    1. капитан 3 ранга Лепилкин Дмитрий Викторович (1 9.09.1986-16.08.1989) \n' +
        '    2. капитан 3 ранга Речкин Борис Владимирович (16.08.1989-30.09.1 991) \n' +
        '    3. капитан 3 ранга Мухаметшин Игорь Тимербулатович (28.09.1991 -15.10.1993) \n' +
        '    4. капитан 3 ранга Лиина Виктор Николаевич (7.10.1993-13.10.1995) \n' +
        '    5. капитан-лейтенант Белобородов Сергей Александрович (26.09.95-1.10.1998)\n' +
        '    6. капитан-лейтенант Коропец Виталий Владимирович (20.08.1998-30.08.1999) \n' +
        '    7. капитан 3 ранга Трофимов Роман Юрьевич (30.08.1 999-15.02.2006) \n' +
        '    8. капитан 3 ранга Паликов Анатолий Анатольевич (11.07.2006-20.08.2007) \n' +
        '    9. капитан-лейтенант Петров Игорь Федорович (20.08.2007-20.09.2009) \n' +
        '    10. капитан 3 ранга Санатарчук Роман [Петрович (20.09.2009-07.09.2013) \n' +
        '    11. капитан 3 ранга Гаранин Кирилл Сергеевич (07.09.2013-25.07.2016) \n' +
        '    12. капитан-лейтенант Салтымаков Константин Андреевич (с 25.07.2016 г.)\n' +
        '\n' +
        '\n' +
        'Боевые службы экипажа:\n' +
        '    • Июль – август 1993 г.\n' +
        '    • Февраль – апрель 1999 г.\n' +
        '    • Октябрь 2015 г.  – январь 2016 г.\n' +
        '\n' +
        'Призы ГК ВМФ:\n' +
        '    1996 г.  -  приз за лучшую ракетную стрельбу по морской цели КР БД\n' +
        '    1997 г.  -  приз за лучшую ракетную стрельбу по морской цели КР БД\n' +
        '    2007 г. -   приз за лучшую ракетную стрельбу по морской цели КР БД\n' +
        '    2013 г. -   приз за лучшую ракетную стрельбу по морской цели КР БД\n' +
        '\n' +
        'Основные этапы и итоги боевой подготовки:\n' +
        '    • январь 1987 года - декабрь 1988 года - обучение в 510 УЦ г. Обнинска под командованием капитан 1 ранга Хайруллина М.Х.\n' +
        '    • ноябрь 1989 года - прием ПЛ К-148 и первый выход в море под командованием капитана 2 ранга Гуляева Д.К. \n' +
        '    • март 1993 года - посещение ПЛ с 74 экипажем Министром Обороны РФ генералом армии Грачевым П.С. и ГК ВМС Франции\n' +
        '    • июль - сентябрь 1993 года - первая боевая служба (командир - капитан 1 ранга Гуляев Д.К., старший на борту -  капитан 1 ранга Филатов В.П.). 74 Экипажем под командованием капитана 1 ранга Гуляева Д.К. проведены глубоководные испытания крейсеров «Смоленск» и «Орёл» с погружением на глубину 480 м. в Норвежском море.\n' +
        '    • в 1996 и 1997 годах экипаж завоевывает Приз ГК ВМФ «За  лучшую  ракетную стрельбу по морской цели»\n' +
        '    • февраль - апрель 1999 года - боевая служба в центральную Атлантику. (командир - капитан 1 ранга Мухаметшин И.Т., старший на борту - капитан 1 ранга Королев Ю.А.).\n' +
        '    • По итогам летнего периода обучения 1999 года экипаж занимает 1-е  место на объединении и соединении и получает денежную премию  Главы администрации ЗАТО Заозерск.\n' +
        '    • По итогам 1999 года экипаж занимает 1-е  место на Северном Флоте и получает переходящий Кубок Губернатора  Мурманской области «Лучшая подводная лодка»\n' +
        '    • В состязаниях на приз Командующего СФ в январе 2003 г. по атаке  корабельных ударных групп противника корабельный боевой расчет  экипажа занял первое место, командир – капитан 1 ранга ЛИИНА В.Н. – объявлен лучшим на СФ по торпедной подготовке.  По итогам 2003 года завоеваны переходящие кубки Командира Соединения, Главы администрации ЗАТО г. Заозерск, Губернатора Мурманской области, денежная премия  Главы администрации ЗАТО г. Заозерск, Командующего СФ, экипаж объявлен лучшим на СФ.\n' +
        '    • 26 июля 2003 г.  экипаж   представлял  АПКРРК   «К-119» Министру  Обороны  РФ Иванову С.Б.\n' +
        '    • В 2004 году 74 Экипаж под командованием капитана 1 ранга Лиины В.Н. провел ходовые и швартовые испытания после заводского ремонта и ввел в состав сил постоянной готовности АПКРРК «Орел»\n' +
        '    • 16 мая 2006 года экипаж  представлял  АПКРРК   «К-266» Министру   Обороны РФ Иванову С.Б.\n' +
        '    • 18 июля 2006 г. участие в сбор-походе кораблей СФ с  выполнением ракетной стрельбы на приз ГК ВМФ.\n' +
        '    • 28 октября 2008 года – постановка в ДОК СРЗ п. Росляково АПКРРК  К-266 «Орел» \n' +
        '    • Июль 2011 года участие в параде в г.Североморск в честь Дня ВМФ\n' +
        '    • 27 сентября 2012 года - выполнение ракетной стрельбы РС-21 на приз ГК ВМФ. Оценка – отлично.\n' +
        '    • сентябрь-ноябрь 2012 г. - проведение 12 испытательных торпедных стрельб\n' +
        '    • ноябрь 2012г.  – январь 2013 г. – выполнение задач боевого дежурства (преимущественно в море с обеспечением отработки задач ПЛ и НК в Баренцевом и Белом морях).\n' +
        '    • По итогам боевой подготовки в ЗПО 2013 года экипаж объявлен лучшим на соединении.\n' +
        '    • Сентябрь 2013 года – участие экипажа на ПЛ «Воронеж» в совместном стратегическом учении «Запад – 2013» с выполнением ракетной стрельбы РС-2.\n' +
        '    • 28 июля 2013 года – экипажу вручен кубок СФ лучшая многоцелевая подводная лодка.\n' +
        '    • по итогам боевой подготовки 2013 года – экипажу вручен кубок СФ лучшая многоцелевая подводная лодка, экипаж объявлен лучшим на соединении.\n' +
        '    • декабрь 2014 года – апрель 2015г. обучение в филиале ВУНЦ ВМА ВМФ г.Обнинска\n' +
        '    • 17 сентября 2015 г. – участие в КШУ СФ с  выполнением ракетной стрельбы на приз ГК ВМФ.\n' +
        '    • Октябрь 2015 г.– январь 2016 г. – боевая служба.\n' +
        '    • Сентябрь 2016 г. – апрель 2017 г. – ремонт К-266 «Орёл» в АО «ЦС «Звездочка», переход в ОПБ для дальнейших ходовых испытаний.\n' +
        '    • Май-июнь 2017 года – приемо-сдаточные ходовые испытания.\n' +
        '    • Июль 2017 года – участие в Военно-Морском параде в г. Североморске в честь Дня ВМФ.\n' +
        '    • Сентябрь 2017 года – участие экипажа на К-266 «Орёл» в совместном стратегическом учении «Запад – 2017» с выполнением ракетной стрельбы РС-2.\n' +
        '    • Июль 2018 года – участие в Главном Морском параде в г.Санкт-Петербурге (на апрк К-266 “Орел”)',
      gallery: [
        {title: 'Фото',
          pic: [
            {title: '74 экипаж 1992г.', src: '/history/74/74 экипаж 1992г..jpg'},
            {title: 'Командир 74 эк. - Лиина В.Н. 99-04г.', src: '/history/74/Комакндир 74 эк. - Лиина В.Н. 99-04г..jpg'},
            {title: 'Командир 74 эк. - Гуляев Д.К. 90-96г.', src: '/history/74/Командир 74 эк. - Гуляев Д.К. 90-96г..jpg'},
            {title: 'Командир 74 эк. - Мухаметшин И.Т. 96-99г.', src: '/history/74/Командир 74 эк. Мухаметшин И.Т. 96-99г..jpeg'},
          ]
        },
      ],
    },
    {
      linkName: '504 экипаж',
      title: '504 экипаж',
      content: '1978 год Сформирован как резервный экипаж АПК К-206. Включен в состав 11-й ДиПЛ 1-й ФлПЛ КСФ с дислокацией на Западную Лицу;\n' +
        '\n' +
        '1987 год 2 октября\n' +
        '\n' +
        'КрПЛ К-206 с 504-м экипажем на борту была осмотрена Генеральным секретарем ЦК КПСС Горбачёвым М.С.;\n' +
        '1995 год (предположительно)\n' +
        '\n' +
        'Расформирован экипаж.\n' +
        'командиры (в/ч 63805):\n' +
        '\n' +
        '1. Илюшкин А.П. (1978-1980) 2. Герман А.М. (1980?-1982-1984) 3. Сидоров И.Н. (1984-1985?) ? требует уточнения 4. Надеждин В.Н. (1984?-1985-1986-1987?) 5. Дронин Ю.П. (1987?-1988-199?)',
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: 'Командиры 504-го эк. кап.1 р. Герман А.М. и К- 206 Сорокин В.А.',
              src: '/history/504/командиры 504-го эк. кап.1 р. Герман А.М. и К- 206 Сорокин В.А..jpg'
            },
          ],
        },

      ],
    },
    {
      linkName: '603 экипаж',
      title: '603 экипаж',
      content: '1984 год 21 марта Сформирован экипаж;\n' +
        '\n' +
        '1984 год 14 августа - 1985 год 27 августа\n' +
        '\n' +
        'Прошел обучение в 510-м УЦ ВМФ в г.Обнинск;\n' +
        '1985 год\n' +
        '\n' +
        'Включен в состав 33-й ДиПЛ 1-й ФлПЛ КСФ с дислокацией на Западную Лицу;\n' +
        '1987 год 2 октября\n' +
        '\n' +
        'Экипаж (командир - кап.1р. Иванов Е.М.) предъявлял АПЛ К-298 Генеральному секретарю ЦК КПСС Горбачеву М.С. в г.Северодвинск;\n' +
        '1988 год\n' +
        '\n' +
        'На АПЛ К-244(?) выполнил задачи БС с оценкой "отлично";\n' +
        '1988 год\n' +
        '\n' +
        'На АПЛ К-244(?) завоевал приз ГК ВМФ по торпедной подготовке. Объявлен "отличным";\n' +
        '1989 год\n' +
        '\n' +
        'На АПЛ К-244(?) выполнил задачи БС с оценкой "отлично";\n' +
        '1989 год\n' +
        '\n' +
        'На АПЛ К-244(?) завоевал приз ГК ВМФ по торпедной подготовке. Объявлен "отличным";\n' +
        '1991 год\n' +
        '\n' +
        'Прошел обучение в УЦ ВМФ в г.Обнинск;\n' +
        '1991 год\n' +
        '\n' +
        'На АПЛ К-388 выполнил задачи БС с оценкой "отлично";\n' +
        '1993 год\n' +
        '\n' +
        'На АПЛ Б-388 завоевал приз ГК ВМФ по торпедной подготовке;\n' +
        '1994 год\n' +
        '\n' +
        'На АПЛ Б-255(?) завоевал приз ГК ВМФ по минной подготовке;\n' +
        '1995 год\n' +
        '\n' +
        'На АПЛ Б-255(?) выполнил задачи БС с оценкой "отлично";\n' +
        '1997 год январь - 25 февраля\n' +
        '\n' +
        'На АПЛ Б-524 (командир - кап.1р. Федотенков А.Н.) выполнил задачи БС и завоевал приз ГК ВМФ за длительное слежение за иностранной ПЛ;\n' +
        '1998 год\n' +
        '\n' +
        'На АПЛ Б-388 выполнил задачи БС;\n' +
        '1999 год\n' +
        '\n' +
        'На АПЛ Б-524(?) завоевал приз ГК ВМФ за атаку ОБК;\n' +
        '1999 год 24 июля\n' +
        '\n' +
        'Подписан трехсторонний договор между мэрией муниципального образования г.Полярные Зори, Кольской АЭС и экипажем. На соединении экипаж получил неофициальное наименование "Полярные Зори";\n' +
        '2001 год\n' +
        '\n' +
        'Перечислен в состав 11-й ДиПЛ 1-й ФлПЛ СФ с прежним местом дислокации;\n' +
        '2002 год\n' +
        '\n' +
        'Прошел обучение в УЦ ВМФ в г.Обнинск;\n' +
        '2002 год 1 сентября\n' +
        '\n' +
        'В составе дивизии переформирован в состав 11-й ДиПЛ 11-й ЭскПЛ (с 2011 - 11-й ДиПЛ ПС) СФ с прежним местом дислокации;\n' +
        '2002 год\n' +
        '\n' +
        'На АПЛ Б-? завоевал приз ГК ВМФ за длительное слежение за иностранной ПЛ и приз ГК ВМФ за атаку ОБК;\n' +
        '2002 год\n' +
        '\n' +
        'Завоевал 1-е место на объединении АПЛ;\n' +
        '2004 год\n' +
        '\n' +
        'На АПЛ Б-138 завоевал приз ГК ВМФ за длительное слежение за иностранной ПЛ и приз ГК ВМФ за атаку ОБК;\n' +
        '2006 год\n' +
        '\n' +
        'Прошел обучение в УЦ ВМФ в г.Обнинск;\n' +
        '2007 год\n' +
        '\n' +
        'Находился в боевом составе ВМФ России. Входил в состав 11-й ДиПЛ 11-й ЭскПЛ (с 2011 - 11-й ДиПЛ ПС) СФ с прежним местом дислокации;\n' +
        '2014 год 8 декабря\n' +
        '\n' +
        'Предположительно этот экипаж (командир - кап.1р. Государев Р.В.) на борту АПЛ Б-138 "Обнинск" успешно выполнил плановую стрельбу крылатой ракетой из акватории Баренцева моря, точно поразив береговую цель на полигоне Чижа в Архангельской области;\n' +
        '2016 год\n' +
        '\n' +
        'Предположительно находился в боевом составе ВМФ.\n' +
        'командиры (экипаж в составе ВМФ?):\n' +
        '\n' +
        '1. Иванов Е.М. (1984-1991) 2. Квасов В.Н. (1991-1996) 3. Федотенков А.Н. (1996-1998) 4. Яковенко С.Г. (1998-2000) 5. Юлдашев А.Ю. (2000-2003) 6. Полещиков М.А. (2003-2006) 7. Ерин В.И. (2006-20??) 8. Паликов А.А. (20??-2011-2012-2013?) 9. Государев Р.В. (2013?-2014-2015-201?)',
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: '603 экипаж', src: '/history/603/603 эк..jpg'
            },
            {
              title: 'пл пр. 671-ртмк', src: '/history/603/ртм-к.jpeg'
            },
          ],
        },

      ],
    },
    {
      linkName: 'Б-138',
      title: 'Б-138 "Обнинск"',
      content: '1987 год 10 марта Зачислена в списки кораблей ВМФ как КрПЛ К-138. По другим данным - 07.03.1986;\n' +
        '\n' +
        '1987 год октябрь\n' +
        '\n' +
        'Закончено формирование экипажа;\n' +
        '1988 год 7 декабря\n' +
        '\n' +
        'Заложена на ЛАО в г.Ленинград. Экипаж после обучения включен в состав 39-й БрСРПЛ ЛенВМБ;\n' +
        '1989 год 5 августа\n' +
        '\n' +
        'Спущена на воду;\n' +
        '1989 год июнь\n' +
        '\n' +
        'Переведена по внутренним водным системам в г.Северодвинск для прохождения сдаточных испытаний;\n' +
        '1989 год ноябрь - декабрь\n' +
        '\n' +
        'Проведены заводские ходовые и государственные испытания;\n' +
        '1990 год 13 января\n' +
        '\n' +
        'Поднят военно-морской флаг;\n' +
        '1990 год 10 мая\n' +
        '\n' +
        'Вступила в строй. Подписан приемный акт. Ответственный сдатчик - Ю.Н. Герловин. По другим данным вступила в строй 30.12.1990;\n' +
        '1990 год\n' +
        '\n' +
        'Прибыла в губу Большая Лопаткина. Подчинена 33-й ДиПЛ 1-й ФлПЛ КСФ;\n' +
        '1991 год 28 февраля\n' +
        '\n' +
        'Включена в состав КСФ. Вошла в состав 33-й ДиПЛ 1-й ФлПЛ КСФ с базированием на губу Большая Лопаткина (Западная Лица);\n' +
        '1991 год 5 - 22 июня\n' +
        '\n' +
        'Участвовала в поисковой операции в Северо-восточной Атлантике и Норвежском море с 485-м экипажем на борту (командир - Новиков А.И.) совместно с ПЛ К-255;\n' +
        '1991 год\n' +
        '\n' +
        'Выполнила задачи БС в Средиземном море (старший - ЗКД кап.1р. Кузнецов В.В., командир - Филиппов Е.Н.);\n' +
        '1991 год\n' +
        '\n' +
        'Завоевала приз ГК ВМФ за атаку ОБК. По итогам года объявлена "Отличной";\n' +
        '1992 год 3 июня\n' +
        '\n' +
        'Отнесена к подклассу АБПЛ. Переименована в Б-138;\n' +
        '1992 год\n' +
        '\n' +
        'Завоевала 2-е место в состязаниях на приз ГК ВМФ за атаку ОБК. По итогам года объявлена "Отличной";\n' +
        '1993 год\n' +
        '\n' +
        'Завоевала приз ГК ВМФ по торпедной подготовке (? требует уточнения);\n' +
        '1994 год 23 марта\n' +
        '\n' +
        'После плановой проверки отсутствия слежения штаб СФ принял решение на неплановую ПОС АПКСН К-487 проекта 667БДР силами АБПЛ Б-138 (на борту 505-й экипаж, командир - кап.1р. Стахеев А.С.), о чем было передано на ПЛ. Командир АБПЛ Б-138 решил до выполнения ПОС произвести доразведку района. Район БС АБПЛ Б-138 был увеличен, о чем на РПКСН К-487 не знали. АПКСН К-487 раньше времени вошла в район ПОС. В результате недостатков в планировании и организации применения сил на БС, ошибочного решения старшего на АПКСН К-487 по маневрированию в р-н ПОС и опасных действий командира АБПЛ Б-138, было допущено всплытие в непосредственной близости от АПКСН К-487 с пересечением его эшелона глубины, при отсутствии ясности о подводной обстановке. Результатом подобных действий стало столкновение кораблей. АПКСН К-487 получил вмятину в ограждении ракетных шахт (между надстройкой и шахтой №1), а также было погнуто перо НГР. У АБПЛ Б-138 оказался разбит обтекатель ГАК;\n' +
        '1995 год\n' +
        '\n' +
        'Завоевала приз ГК ВМФ по торпедной подготовке (? требует уточнения);\n' +
        '1996 год\n' +
        '\n' +
        'Участвовала в испытаниях нового радотехнического вооружения;\n' +
        '1997 год\n' +
        '\n' +
        'Участвовала в комплексном тактическом учении СФ по руководством МО РФ;\n' +
        '1998 год\n' +
        '\n' +
        'Участвовала в комплексных учениях СФ под руководством Президента РФ Ельцина Б.Н.;\n' +
        '1999 год\n' +
        '\n' +
        'Приняла участие в учении СФ;\n' +
        '2000 год 5 мая\n' +
        '\n' +
        'Подписан договор о шефских связях с администрацией г.Обнинск. Присвоено наименование "Обнинск" на основании приказа ГК ВМФ;\n' +
        '2000 год 6 декабря\n' +
        '\n' +
        'В город Заозерске Мурманской области прибыли гости с Гродненской области с Белоруссии - председатель областного Совета депутатов А. Карпуть, облвоенком полковник И. Тустов, руководитель областной организации Белорусского патриотического Союза молодежи В. Климович и генеральный директор госпредприятия Радиоволна В. Герасименко. Они встретились с экипажем АБПЛ Б-138, познакомились с бытом моряков-подводников. А затем командир соединения Герой России С. Кузьмин и А. Карпуть в торжественной обстановке подписали договор об установлении шефских связей между руководством области и экипажем АБПЛ. Гости вручили морякам подарки и сувениры;\n' +
        '2001 год июль\n' +
        '\n' +
        'После расформирования 33-й ДиПЛ 1-й ФлПЛ СФ включена в состав 11-й ДиПЛ 1-й ФлПЛ СФ с прежним местом базирования. 505-й экипаж переименован в основной экипаж Б-138, основной экипаж Б-138 переименован в номерной экипаж ПЛ;\n' +
        '2002 год 1 сентября\n' +
        '\n' +
        'В составе дивизии переформирована в состав 11-й ЭскПЛ СФ с базированием на г.Заозерск;\n' +
        '2006 год\n' +
        '\n' +
        'Завоевала приз ГК ВМФ за атаку ОБК;\n' +
        '2007 год\n' +
        '\n' +
        'За 17 лет в боевом составе ВМФ экипаж выполнил 9 БС;\n' +
        '2007 год 23 июня\n' +
        '\n' +
        'По сообщения пресс-службы Северного флота отработала торпедную атаку отряда кораблей условного противника на морских полигонах в Баренцевом море. По информации от Андрея Лузика подводники выполнили торпедную стрельбу по отряду кораблей в составе тяжелого атомного ракетного крейсера "Петр Великий", больших противолодочных кораблей "Североморск" и "Вице-адмирал Кулаков", стрельба прошла успешно, надводные цели были условно поражены;\n' +
        '2010 год\n' +
        '\n' +
        'Находилась в боевом составе ВМФ России. Входила в состав 11-й ДиПЛ 11-й ЭскПЛ (с 2011 - 11-й ДиПЛ ПС) СФ с прежним местом базирования;\n' +
        '2010 год сентябрь\n' +
        '\n' +
        'Проведена операция по буксировки АПЛ из бухты Большая Лопатка в бухту Кут в акваторию СРЗ "Нерпа" (филиал ОАО "Центр судоремонта "Звездочка");\n' +
        '2011 год\n' +
        '\n' +
        'Находилась в ремонте в формате восстановления технической готовности на СРЗ "Нерпа", филиале ОАО "Центр судоремонта "Звездочка";\n' +
        '2012 год\n' +
        '\n' +
        'По сообщению пресс-службы завода планировалось завершение ремонта в 2012 году, однако ремонт закончен не был;\n' +
        '2013 год\n' +
        '\n' +
        'Экипаж проходил обучение в 510-м УЦ ВМФ в г.Обнинск;\n' +
        '2013 год апрель\n' +
        '\n' +
        'В СМИ появилась информация о том, что Главкомат ВМФ признал дальнейшую модернизацию кораблей этого проекта нецелесообразной. Проекты модернизации проекта 671РТМК разрабатывали несколько военных научно-исследовательских институтов и морское бюро машиностроения «Малахит», которое в свое время создавало эти подлодки. Хотя проект модернизации был представлен, выяснилось, что их главный недостаток — большая шумность — так и не удастся преодолеть. В этих кораблях заложены технические решения 1960–1970 годов, и по уровню шума корабли значительно уступают американским АПЛ. Поэтому модернизировать лодки до нужных параметров не получится, лучше потратить деньги на ремонт кораблей третьего поколения проектов 971 и 945. Списание АПЛ планируется до 2015 года;\n' +
        '2014 год 16 мая\n' +
        '\n' +
        'Спущена на воду. По завершении пятичасовой доковой операции, АПЛ была пришвартована к причалу СРЗ "Нерпа" (филиал ОАО "Центр судоремонта "Звездочка"), где уже на плаву производились завершающие этапы ремонта. Работы по восстановлению технического состояния АПЛ планировалось завершить к осени 2014 года;\n' +
        '2014 год 8 декабря\n' +
        '\n' +
        'Предположительно с 603-м экипажем АПЛ экипажем (командир - кап.1р. Государев Р.) успешно выполнил плановую стрельбу крылатой ракетой из акватории Баренцева моря, точно поразив береговую цель на полигоне Чижа в Архангельской области;\n' +
        '2014 год декабрь\n' +
        '\n' +
        'Находилась в боевом составе ВМФ России. Входила в состав 11-й ДиПЛ ПС СФ с базированием на г.Заозерск;\n' +
        '2015 год 26 июля\n' +
        '\n' +
        'Приняла участие в морском параде в честь Дня ВМФ в г.Североморск. Осуществила маневр погружения и всплытия;\n' +
        '2015 год 23 декабря\n' +
        '\n' +
        'По сообщению пресс-службы Минобороны РФ успешно выполнила задачи дальнего похода и вернулась в базу подводных сил в г.Заозерск в Мурманской области. Моряков встречали командующий подводными силами Северного флота Герой России вице-адмирал Александр Моисеев, военнослужащие соединения подводных лодок, руководство муниципалитета, представители духовенства и родственники членов экипажа. В ходе торжественной церемонии вице-адмирал Александр Моисеев вручил командиру АПЛ кап.1р. Михаилу Домнину приз главнокомандующего Военно-морским флотом России, который был присуждён экипажу по результатам боевой подготовки в 2015 учебном году;\n' +
        '2016 год апрель - июнь\n' +
        '\n' +
        'Прошла плановый доковый ремонт в филиале "СРЗ "Нерпа" Центра судоремонта "Звёздочка" (ОСК). По сообщению пресс-службы ЦС "Звёздочка", АПЛ была поставлена на акваторию судоремонтного предприятия в апреле. По результатам освидетельствования заводскими специалистами был произведен ремонт ЦГБ и обтекателей забортных устройств, проведены регламентные работы дейдвудного устройства линии вала. В ходе ремонта и освидетельствования были выявлены дополнительные объемы работ, что продлило сроки ремонта на три недели. 29 июня АПЛ в сопровождении буксиров покинула заводскую акваторию и ушел к месту базирования для выполнения боевых задач;\n' +
        '2016 год\n' +
        '\n' +
        'Экипаж завоевал приз ГК ВМФ;\n' +
        '2017 год 23 июня\n' +
        '\n' +
        'При выполнении учебно-боевых задач осуществила атаку отряда кораблей (в составе тяжелого атомного ракетного крейсера "Петр Великий", больших противолодочных кораблей "Североморск" и "Вице-адмирал Кулаков") условного противника в Баренцевом море (по сообщению ВРИО начальника пресс-службы Северного флота кап.2р. Андрея Лузика);\n' +
        '2018 год сентябрь\n' +
        '\n' +
        'Находилась в г.Североморск во время встречи учебного корабля "Перекоп" после перехода по Северному морскому пути.;\n' +
        '2019 год июнь\n' +
        '\n' +
        'Приняла участие (командир - кап.1р. Домнин М.В.) в учениях по уничтожению отряда кораблей условного противника торпедным оружием. Подводная лодка выполнила стрельбу четырьмя торпедами по отряду кораблей охраны водного района в составе малых противолодочных кораблей «Нарьян-Мар», «Онега», «Юнга», «Брест» и малого ракетного корабля «Айсберг». Торпедная атака была проведена из подводного положения на большой дальности практическим оружием;\n' +
        '2019 год 1 - 15 августа\n' +
        '\n' +
        'Приняла участие в межфлотских оперативных учениях "Океанский щит";\n' +
        '2020 год\n' +
        '\n' +
        'Находилась в боевом составе ВМФ России и входила в состав 11-й ДиПЛ ПС СФ с базированием на г.Заозерск.\n' +
        'командиры (АПЛ в составе ВМФ):\n' +
        '\n' +
        '1. Филиппов Е.Н. (1988-1994) 2. Лобанов А.Н. (1994-1995) 3. Симонян В.Г. (1995-2000) 4. Гаврилов Ю.Б. (2000-2001) 5. Воробьев В.М. (2001) 6. Полещиков М.А. (2001-2003) 7. Нельга А.А. (2003-2007) 8. Кокорин Д.А. (08.2007-06.2010) 9. Домнин М.В. (06.2010-2019-202?)\n' +
        '\n' +
        'командиры других экипажей, выполнявшие учебно-боевые задачи на АПЛ К-138 (Б-138):\n' +
        '\n' +
        '1. Новиков А.Н. (1991) командир 485-го экипажа 2. Стахеев А.С. (1994) командир 505-го экипажа 3. Марьясов Н.В. (1996, 1998) командир 505-го экипажа 4. Государев Р. (2014) возможно командир 603-го экипажа',
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: 'Б-138 "Обнинск', src: '/history/Б-138/Б-138.jpg'
            },
          ],
        },
      ],
    },
    {
      title: 'Подводная лодка Б-388 "Петрозаводск"',
      linkName: 'Б-388',
      content: '1986 год 7 марта Зачислена в списки кораблей ВМФ как КрПЛ К-388;\n' +
        '\n' +
        '1986 год 24 октября\n' +
        '\n' +
        'Закончено формирование экипажа;\n' +
        '1987 год 8 мая\n' +
        '\n' +
        'Заложена на ЛАО в г.Ленинград как АПЛ проекта 671РТМК. По другим данным заложена 08.09.1987;\n' +
        '1988 год 3 июня\n' +
        '\n' +
        'Спущена на воду;\n' +
        '1988 год июнь\n' +
        '\n' +
        'Переведена по внутренним водным системам в г.Северодвинск для прохождения сдаточных испытаний;\n' +
        '1988 год 30 ноября\n' +
        '\n' +
        'Вступила в строй. Подписан приемный акт;\n' +
        '1988 год 15 декабря\n' +
        '\n' +
        'Поднят военно-морской флаг;\n' +
        '1988 год 25 декабря\n' +
        '\n' +
        'Прибыла в губу Большая Лопаткина и вошла в состав 33-й ДиПЛ 1-й ФлПЛ КСФ;\n' +
        '1989 год 1 марта\n' +
        '\n' +
        'Включена в состав КСФ;\n' +
        '1991 год 5 - 22 июня\n' +
        '\n' +
        'Экипаж К-388 на борту К-255 участвовал в поисковой противолодочной операции СФ в Северо-восточной Атлантике и Норвежском море совместно с ПЛ К-138;\n' +
        '1991 год\n' +
        '\n' +
        'Экипаж К-388 (командир - кап.1р. Генералов Н.Н.) на борту К-255 выполнил задачи БС;\n' +
        '1991 год\n' +
        '\n' +
        'Выполнила задачи БС продолжительностью 74 суток с 603-м экипажем на борту (командир - Иванов В.Н.);\n' +
        '1991 год\n' +
        '\n' +
        'По итогам года экипаж объявлен лучшим на СФ;\n' +
        '1992 год 3 июня\n' +
        '\n' +
        'Отнесена к подклассу АБПЛ. Переименована в Б-388;\n' +
        '1993 год\n' +
        '\n' +
        'Выполнила задачи БС (командир - Генералов Н.Н.);\n' +
        '1994 год\n' +
        '\n' +
        'Завоевала приз ГК ВМФ по торпедной подготовке с 322-м экипажем на борту (командир - кап.1р. Коржавин В.А.);\n' +
        '1995 год\n' +
        '\n' +
        'Прняла участие в обеспечении ракетных стрельб ТАРКР "Петр Великий" и снятии телеметрических измерений;\n' +
        '1995 год 18 декабря - 1996 год 27 ноября\n' +
        '\n' +
        'На СРЗ "Нерпа" (г.Вьюжный) прошла текущий ремонт с заменой обтекателя носовой антенны ГАК. По другим, скорее всего ошибочным данным, на СРЗ-10 в губе Пала (г. Полярный) прошла средний ремонт;\n' +
        '1996 год ноябрь\n' +
        '\n' +
        'С 505-м экипажем на борту (командир кап.2р. Н.В. Марьясов) участвовала в состязаниях на приз главкома ВМФ. В ходе боевых учений противником экипажа выступал отряд боевых кораблей в составе РКР «Маршал Устинов» пр. 1164, ВПК «Адмирал Левченко» и «Адмирал Харламов» пр. 1155, МПК-14 и МПК-59 пр. 1124М. Приказом главкома ВМФ экипаж объявлен лучшим в ВМФ между АПЛ по виду подготовки "Уничтожение кораблей противника с выполнением торпедной атаки отряда боевых кораблей";\n' +
        '1997 год\n' +
        '\n' +
        'Выполнила задачи БС (командир - кап.1р. Пашинин А.А., старший - ЗКД кап.1р. Саппа К.А.);\n' +
        '1998 год 2 марта\n' +
        '\n' +
        'Подписан договор о шефстве и сотрудничестве между экипажем и администрацией г.Снежногрск Мурманской области. Получила неофициальное наименование "Снежногорск";\n' +
        '1998 год год лето - 3 сентября\n' +
        '\n' +
        'Выполнила задачи БС;\n' +
        '1998 год\n' +
        '\n' +
        'С 505-м экипажем на борту (командир кап.2р. Н.В. Марьясов) участвовала в состязаниях па приз главкома ВМФ. Приказом главкома ВМФ экипаж объявлен лучшим в ВМФ между АПЛ по виду подготовки "Уничтожение кораблей противника с выполнением торпедной атаки отряда боевых кораблей". Завоевала приз ГК ВМФ по торпедной подготовке и приз ГК ВМФ по противолодочной подготовке;\n' +
        '1999 год\n' +
        '\n' +
        'Завоевала приз ГК ВМФ за атаку ОБК;\n' +
        '2000 год июль\n' +
        '\n' +
        'Прняла участие в параде на День ВМФ в г.Североморск;\n' +
        '2000 год\n' +
        '\n' +
        'Завоевала приз ГК ВМФ за атаку ОБК;\n' +
        '2001 год июль\n' +
        '\n' +
        'После расформирования 33-й ДиПЛ 1-й ФлПЛ СФ включена в состав 11-й ДиПЛ 1-й ФлПЛ СФ с базированием на г.Заозерск;\n' +
        '2001 год\n' +
        '\n' +
        'Участвовала в съемках фильма "Русская Глубина" (оператор - А.Максименко);\n' +
        '2002 год 1 сентября\n' +
        '\n' +
        'В составе дивизии переформирована в состав 11-й ЭскПЛ СФ с прежним местом базирования;\n' +
        '2005 год 11 февраля\n' +
        '\n' +
        'Мэр Петрозаводска В. Масляков подписал Договор о сотрудничестве между администрацией города и экипажем АБПЛ;\n' +
        '2005 год 22 февраля\n' +
        '\n' +
        'Получила наименование "Петрозаводск";\n' +
        '2010 год\n' +
        '\n' +
        'Находилась в боевом составе ВМФ России. Входила в состав 11-й ДиПЛ 11-й ЭскПЛ СФ с прежним местом базирования;\n' +
        '2012 год\n' +
        '\n' +
        'Предположительно находилась в боевом составе ВМФ России и входила в состав 11-й ДиПЛ ПС СФ с базированием на г.Заозерск;\n' +
        '2013 год апрель\n' +
        '\n' +
        'В СМИ появилась информация о том, что Главкомат ВМФ признал дальнейшую модернизацию кораблей этого проекта нецелесообразной. Проекты модернизации проекта 671РТМК разрабатывали несколько военных научно-исследовательских институтов и морское бюро машиностроения «Малахит», которое в свое время создавало эти подлодки. Хотя проект модернизации был представлен, выяснилось, что их главный недостаток — большая шумность — так и не удастся преодолеть. В этих кораблях заложены технические решения 1960–1970 годов, и по уровню шума корабли значительно уступают американским АПЛ. Поэтому модернизировать лодки до нужных параметров не получится, лучше потратить деньги на ремонт кораблей третьего поколения проектов 971 и 945. Списание АПЛ планируется до 2015 года;\n' +
        '2013 год\n' +
        '\n' +
        'Предположительно выведена из боевого состава ВМФ России. Поставлена на отстой в ожидании утилизации. Организационно входила в состав 11-й ДиПЛ ПС СФ (предположительно) с базированием на г.Заозерск;\n' +
        '2015 год 14 декабря\n' +
        '\n' +
        'Госкорпорация "Росатом" объявила тендер на утилизацию АПЛ (тем не менее определение исполнителя было отменено 23.12.2015). Согласно конкурсной документации, отработавшее ядерное топливо в реакторах будет доставлено в пункт временного хранения радиоактивных отходов, а после переработки размещено в центре кондиционирования и долговременного хранения Северо-Западного региона в губе Сайда. На выполнение работ выделяется 367 млн. рублей. АПЛ находится в акватории пункта базирования в губе Западная Лица Мурманской области. Утилизация должна быть закончена до декабря 2017 года;\n' +
        '2016 год август\n' +
        '\n' +
        'Проведена операция по буксировки АПЛ из бухты Большая Лопатка в бухту Кут в акваторию СРЗ "Нерпа" (филиал ОАО "Центр судоремонта "Звездочка");\n' +
        '2017 год\n' +
        '\n' +
        'Утилизирована. В сформированном реакторном отсеке размещена килевая часть плавтехбазы «Лепсе», блок размещен на долговременное хранение в ПДХ РО "Сайда". В ходе выполнения работ переработано 6,4 куб. метров вторичного ЖРО и кондиционировано 11,84 куб. метров ТРО.\n' +
        'командиры (в/ч 69013):\n' +
        '\n' +
        '1. Генералов Н.Н. (10.1986-08.1993) 2. Пашинин А.А. (08.1993-10.1998) 3. Сорока С.В. (10.1998-02.1999) 4. Поведёнок Л.М. (02.1999-05.2000) 5. Непряхин О.Н. (2000-2005) 6. Ерин В.И. (2005-2006) 7. Амельченко А.С. (2006-2012) 8. Жолоб Г.Н. (2012-201?)\n' +
        '\n' +
        'командиры других экипажей, выполнявшие учебно-боевые задачи на АПЛ К-388(Б-388):\n' +
        '\n' +
        '1. Иванов В.Н. (1991) командир 603-го экипажа 2. Квасов В.Н. (1993) командир 603-го экипажа 3. Коржавин В.А. (1994) командир 322-го экипажа 4. Марьясов Н.В. (1996, 1998) командир 505-го экипажа 5. Полещиков М. (2004) командир 603-го экипажа 6. Волков В.А. (2007) командир АПЛ Б-414',
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: 'Б-388 "Петрозаводск"', src: '/history/Б-388/Б-388.jpg'
            },
          ],
        },

      ],


    },
    {
      title: 'К-119 «Воронеж»',
      linkName: 'К-119',
      content: 'К-119 «Воро́неж» — российский атомный подводный ракетоносный крейсер проекта 949А «Антей», входящий в состав 11-й дивизии подводных лодок Северного флота ВМФ России. Лодка унаследовала гвардейский флаг от ПЛАРК К-116 проекта 675, которой флаг перешёл от Щ-422. \n' +
        '\n' +
        'Закладка корабля состоялась в феврале 1986 года на «Севмаше» под заводским номером 636. Была зачислена в списки кораблей ВМФ 10 марта 1987 года и классифицирована как атомная подводная лодка.\n' +
        'В декабре 1988 года спущена на воду, в апреле 1989 года был осуществлён первый запуск реактора[2].\n' +
        'С 1990 по 1991 год находилась на ремонте в Северодвинске.\n' +
        '3 июня 1992 года переклассифицирована в атомный подводный крейсер.\n' +
        '6 апреля 1993 года получила название «Воронеж» в связи с установлением над ней шефства администрации г. Воронеж.\n' +
        'В апреле 1995 г. вместе с однотипным крейсером «Орёл» провел совместное плавание с решением задачи взаимного обнаружения цели при помощи ГАК.\n' +
        'В 1996—1999 гг. крейсер предпринял три автономных похода на боевую службу (февраль — март 1996 г., февраль — апрель 1997 г., август — октябрь 1997 г.).\n' +
        'Во время первой боевой службы в Средиземном море крейсер обеспечивал действия отряда кораблей ВМФ РФ во главе с ТАВКР «Адмирал флота Советского Союза Кузнецов».\n' +
        'С 22 по 26 июня 1999 г. крейсер принял участие в стратегических командно-штабных учениях «Запад-99», во время которых провёл практические ракетные стрельбы.\n' +
        'В 2006 году прибыл на предприятие «Звёздочка» для аварийного ремонта главной турбины, а также замены активных зон атомного реактора. В декабре 2008 года поставлен в док-камеру. В марте 2009 года начались ремонт и модернизация. 26 мая после прохождения курса восстановления технической готовности с элементами среднего ремонта состоялся спуск на воду и перевод к достроечной набережной.\n' +
        'В ноябре 2011 года по итогам проведённых работ срок службы крейсера продлён на 3,5 года. Корабль вернулся в пункт постоянной дислокации в марте 2012 года.\n' +
        '\n' +
        '8 июня 2014 года крейсером «Воронеж» был спасён в Белом море экипаж маломерного катера «Баренц-1100», у которого при попытке обойти район с неблагоприятными метеоусловиями закончилось топливо.\n' +
        'В сентябре 2014 года, участвуя в тактических учениях разнородных сил Северного флота, крейсер выполнил одиночную стрельбу из подводного положения по надводной морской цели крылатой ракетой «Гранит».\n' +
        'В октябре 2017 года успешно выполнил ракетную стрельбу противокорабельной крылатой ракетой «Гранит» по условной цели в районе архипелага Новая Земля.\n' +
        'Выведена в резерв перед списанием, а в июле 2020 года название «Воронеж» получила новая заложенная АПЛ проекта 885М «Ясень-М» для СФ.\n' +
        '\n' +
        'Командиры\n' +
        '1988—1996: гвардии кап. 1 ранга Кизилов В. А.\n' +
        '1996—1999: гвардии кап. 1 ранга Ефимов Н. А.\n' +
        '1999—2002: гвардии кап. 1 ранга Сидоров И. Н.\n' +
        '2002—2004: гвардии кап. 1 ранга Покрасов А. В.\n' +
        '2004—2006: гвардии кап. 1 ранга Ляпин Р. Ф.\n' +
        '2006—2007: гвардии кап. 1 ранга Шульга П. Н.\n' +
        '2007—2016: гвардии кап. 1 ранга Журов В. А.\n' +
        '2016—2017: гвардии кап. 2 ранга Кузнецов А.А.\n' +
        '2017- по наст. время гвардии кап. 1 ранга Абрамов А. Л.',
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: 'К-119 "Воронеж"', src: '/history/К-119/Воронеж.jpeg'
            },
            {
              title: 'К-119 "Воронеж"', src: '/history/К-119/Воронеж.jpg'
            },
            {
              title: 'К-119 "Воронеж"', src: '/history/К-119/К- 119. Воронеж.jpg'
            },
            {
              title: 'Командир К-119 Воронеж Ляпин Р.Ф.', src: '/history/К-119/Командир К-119 Воронеж Ляпин Р.Ф..jpg'
            },
            {
              title: 'Командование АПКРК Воронеж 2006г.', src: '/history/К-119/Командование АПКРК Воронеж 2006г..jpg'
            },
            {
              title: 'К-119 "Воронеж"', src: '/history/К-119/ПЛ-Voronezh.jpg'
            },
          ],
        },
      ],
    },
    {
      title: 'К-148 "Краснодар"',
      linkName: 'К-148',
      content: '1982 год 22 июля Заложена в цеху №55 на ПО "Севмашпредприятие" в г.Северодвинск как головная КрПЛ проекта 949А;\n' +
        '\n' +
        '1983 год 19 января\n' +
        '\n' +
        'Зачислена в списки кораблей ВМФ;\n' +
        '1983 год 22 апреля\n' +
        '\n' +
        'Сформирован экипаж;\n' +
        '1985 год 3 марта\n' +
        '\n' +
        'Выведена из цеха и спущена на воду. Входила в состав 339-й БрСРПЛ БелВМБ;\n' +
        '1985 год 15 марта - 30 июня\n' +
        '\n' +
        'Проведены швартовные испытания;\n' +
        '1985 год 15 июня\n' +
        '\n' +
        'Физпуск энергетической установки;\n' +
        '1985 год 31 июня - 31 октября\n' +
        '\n' +
        'Выполнена программа заводских ходовых испытаний;\n' +
        '1985 год 25 ноября\n' +
        '\n' +
        'Начата программа государственных испытанй;\n' +
        '1985 год 15 декабря\n' +
        '\n' +
        'Произошла авария турбины 7-го отсека. Программа испытаний прервана. Корабль возвращен на завод;\n' +
        '1986 год 10 сентября\n' +
        '\n' +
        'Продолжение программы испытаний после ликвидации последствий аварии;\n' +
        '1986 год 30 сентября\n' +
        '\n' +
        'Окончание программы государственных испытаний. Подписан приемный акт. Ответственный сдатчик - Деев Г.А. Вступила в строй;\n' +
        '1986 год 12 октября\n' +
        '\n' +
        'Поднят военно-морской флаг;\n' +
        '1986 год 5 ноября\n' +
        '\n' +
        'Включена в состав КСФ, вошла в состав 11-й ДиПЛ 1-й ФлПЛ КСФ с базированием на Западную Лицу;\n' +
        '1986 год ноябрь - декабрь\n' +
        '\n' +
        'Выполнила программу расширенных акустических испытаний;\n' +
        '1987 год 10 июня\n' +
        '\n' +
        'В акватории Белого моря выполнены натурные испытания всплывающей спасательной камеры;\n' +
        '1987 год июль - ноябрь\n' +
        '\n' +
        'Выполнила программу расширенных акустических испытаний;\n' +
        '1987 год\n' +
        '\n' +
        'Выполнила задачи автономной боевой службы и ракетные стрельбы;\n' +
        '1988 год\n' +
        '\n' +
        'Участвовала в совместной ракетной стрельбе с составе тактической группы в Белом море;\n' +
        '1989 год май\n' +
        '\n' +
        'Впервые в отечественном ВМФ выполнила тактический прием применения ракетного оружия одним залпом по двум целям;\n' +
        '1989 год\n' +
        '\n' +
        'Выполнила задачи автономной боевой службы;\n' +
        '1990 год\n' +
        '\n' +
        'Получила ряд технических неисправностей, после которых выходы в море не превышали нескольких суток;\n' +
        '1991 год\n' +
        '\n' +
        'Экипаж выполнил задачи автономной боевой службы на другой АПЛ соединения;\n' +
        '1992 год 3 июня\n' +
        '\n' +
        'Отнесена к подклассу АПК;\n' +
        '1992 год\n' +
        '\n' +
        'Участвовал в ракетных стрельбах с использованием нового приема. Завоевал приз ГК ВМФ за ракетную стрельбу по морской цели;\n' +
        '1993 год 6 апреля\n' +
        '\n' +
        'Получил наименование "Краснодар". По другим данным - 03.06.1992;\n' +
        '1993 год\n' +
        '\n' +
        'Участвовал в ракетных стрельбах с использованием нового приема;\n' +
        '1995 год\n' +
        '\n' +
        'Экипаж выполнил задачи автономной боевой службы на другом АПК соединения;\n' +
        '1996 год\n' +
        '\n' +
        'Поставлен в средний ремонт на СМП в г.Северодвинск. Из-за отсутствия финансирования работы прекращены;\n' +
        '1998 год 28 июля\n' +
        '\n' +
        'Исключен из боевого состава ВМФ, передан в ОРВИ и в порту г.Северодвинск поставлен на отстой. За время в составе ВМФ провел 4 боевые службы в Атлантическом океане и Средиземном море;\n' +
        '2001 год\n' +
        '\n' +
        'Находился на отстое в порту г.Северодвинск;\n' +
        '2005 год (предположительно, возможно ранее)\n' +
        '\n' +
        'Переведен для отстоя в губу Большая Лопаткина (Западная Лица);\n' +
        '2009 год\n' +
        '\n' +
        'Переведен для отстоя в губу Нерпичья (Западная лица);\n' +
        '2010 год ноябрь\n' +
        '\n' +
        'Переведен в бухту Кут на ОАО "СРЗ "Нерпа" для дальнейшей утилизации;\n' +
        '2011 год июль\n' +
        '\n' +
        'Находился в акватории ОАО "СРЗ "Нерпа" в ожидании утилизации. Финансирование утилизации АПК кроме России планировали обеспечить США и Италия;\n' +
        '2012 год 28 ноября\n' +
        '\n' +
        'Началась утилизация. Финансирование работ ведет "Росатом" и итальянская компания "Соджин". В общей сложности на эти цели Италия выделит более 5 млн евро;\n' +
        '2013 год апрель - май\n' +
        '\n' +
        'Произведена выгрузка отработанного ЯТ на ПТБ "Имандра" в акватории СРЗ "Нерпа". После выгрузки ОЯТ поднят в плавучий док завода для разделки на металл. Процесс полной утилизации АПК планировалось завершить во второй половине 2014 года;\n' +
        '2014 год 17 марта\n' +
        '\n' +
        'В 10.45 произошло возгорание на корпусе АПК. Официальный представитель ОСК Алексей Кравченко сообщил "Интерфаксу-АВН", что в тушении пожара принимали участие до восьми пожарных расчетов. По предварительным данным, возгорание произошло в районе гидроакустической станции в результате нарушения мер безопасности. "Чтобы облегчить работу по отделению резиновой обшивки от металла, рабочие облили резину какой-то жидкостью. В ходе работ при ударе зубилом по железу возникла искра, приведшая к возгоранию жидкости, а затем - резинового покрытия и мусора", - пояснил представитель ОСК. К 15.00 пожар был потушен, никто не пострадал. Комиссия из представителей судоремонтного завода "Нерпа" и Объединенной судостроительной корпорации приступила к выяснению причин возникновения пожара;\n' +
        '2014 год\n' +
        '\n' +
        'Утилизирован с формирование реакторного блока, который оставлен для временного хранения на плаву;\n' +
        '2015 год\n' +
        '\n' +
        'Реакторный блок поднят для проведения работ по подготовке для долговременного хранения на ПДХ "Сайда" (губа Сайда).\n' +
        'командиры (в/ч 10442):\n' +
        '\n' +
        '1. Аристархов А.Г. (03.1983-05.1984) 2. Уткин А.М. (05.1984-10.1987) 3. Филатов В.П. (10.1987-02.1992) 4. Багрянцев В.Т. (02.1992-03.1995) 5. Фарков С.А. (03.1995-09.1996) 6. Геращенко А.Б. (10.1996-12.1999) 7. Королев А.В. (12.1999-02.2001) 8. Слепец О.Г. (02.2001-11.2001) 9. Казак И.С. (2001-200?)\n' +
        '\n' +
        'командиры других экипажей, выполнявших учебно-боевый задачи на АПК К-148:\n' +
        '\n' +
        '1. Гуляев Д.К. (1990) командир 74-го экипажа 2. Лиина В.Н. (1999-2000) командир 74-го экипажа',
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: 'К-148 "Краснодар"', src: '/history/К-148/К-148.jpg'
            },
            {
              title: 'КПЛ К-148 Геращенко А.Б.', src: '/history/К-148/КПЛ Геращенко А.Б..jpg'
            },
          ],
        },
      ],
    },
    {
      linkName: 'К-206',
      title: 'Подводный крейсер К-206 "Минский комсомолец"',
      content: '1978 год 14 декабря Зачислена в списки кораблей ВМФ;\n' +
        '\n' +
        '1979 год 22 апреля\n' +
        '\n' +
        'Заложена в цеху №55 на ПО "Севмашпредприятие" в г.Северодвинск как КрПЛ. Экипаж после формирования и обучения вошел в состав 339-й БрСРПЛ БелВМБ;\n' +
        '1982 год 10 декабря\n' +
        '\n' +
        'Выведена из цеха и спущена на воду;\n' +
        '1983 год 30 ноября\n' +
        '\n' +
        'Окончание программы испытаний. Подписан приемный акт. Ответственный сдатчик - Деев Г.А. Вступила в строй;\n' +
        '1983 год 15 декабря\n' +
        '\n' +
        'Включена в состав КСФ, вошла в состав 11-й ДиПЛ 1-й ФлПЛ КСФ;\n' +
        '1983 год декабрь\n' +
        '\n' +
        'Перешла к постоянному месту базирования в губу Западная Лица;\n' +
        '1984 год февраль\n' +
        '\n' +
        'Замена винтов на винты другого типа;\n' +
        '1984 год 15 мая\n' +
        '\n' +
        'В Норвежском море успешно проведены глубоководные испытания на рабочую глубину погружения;\n' +
        '1984 год 1 июля - август?\n' +
        '\n' +
        'Выполнила задачи автономной боевой службы (дальнего похода);\n' +
        '1985 год 30 мая\n' +
        '\n' +
        'Утвержден приемный акт государственных испытаний;\n' +
        '1985 год 9 июля\n' +
        '\n' +
        'Осуществлен успешный 2-х ракетный залп КР "Гранит";\n' +
        '1986 год\n' +
        '\n' +
        'Завоевала приз ГК ВМФ за ракетную стрельбу по морской цели;\n' +
        '1986 год\n' +
        '\n' +
        'Экипаж объявлен "отличным", а корабль - лучшим на соединении;\n' +
        '1987 год 14 апреля\n' +
        '\n' +
        'Получил почетное наименование "Минский комсомолец". Снято - 15.02.1992;\n' +
        '1987 год 2 октября\n' +
        '\n' +
        'КрПЛ (на борту 504-й экипаж ПЛ) посетил Генеральный секретарь ЦК КПСС Горбачев М.С.;\n' +
        '1987 год\n' +
        '\n' +
        'Экипаж объявлен "отличным", а корабль - лучшим на соединении;\n' +
        '1989 год 6 января\n' +
        '\n' +
        'Занесена на Доску Почета передовых частей и кораблей МО СССР;\n' +
        '1989 год 14 февраля\n' +
        '\n' +
        'Совершила заход в г.Североморск для участия в мероприятии "Кумжа";\n' +
        '1989 год\n' +
        '\n' +
        'Экипаж объявлен "отличным";\n' +
        '1990 год\n' +
        '\n' +
        'Завоевала приз ГК ВМФ за ракетную стрельбу по морской цели;\n' +
        '1990 год\n' +
        '\n' +
        'Экипаж объявлен "отличным", а корабль - лучшим на соединении;\n' +
        '1992 год 3 июня\n' +
        '\n' +
        'Отнесена к подклассу АПК;\n' +
        '1993 год 6 апреля\n' +
        '\n' +
        'Получил наименование "Мурманск";\n' +
        '1993 год ноябрь\n' +
        '\n' +
        'Выведен в резерв в ожидании ремонта;\n' +
        '1994 год 22 декабря\n' +
        '\n' +
        'Переведен на ГП "Звездочка" (г.Северодвинск) для капитального ремонта. Перечислен в состав 10-го ДнРПЛ 339-й БрСРПЛ БелВМБ;\n' +
        '1996 год 16 апреля\n' +
        '\n' +
        'В порту г.Северодвинск поставлен на отстой. За время в составе ВМФ провел 3 боевые службы;\n' +
        '1998 год 7 января\n' +
        '\n' +
        'Из-за отсутствия финансирования исключен из боевого состава ВМФ. Передан в ОРВИ;\n' +
        '1999 год\n' +
        '\n' +
        'Переформирован в состав 16-й БрСРПЛ БелВМБ;\n' +
        '2002 год\n' +
        '\n' +
        'Передан гражданскому экипажу;\n' +
        '2004 год январь\n' +
        '\n' +
        'В док-камере предприятия "Звездочка" специалисты "Севмашпредприятия" начали совместную утилизацию сразу двух многоцелевых АПЛ проекта 949 - К-525 и К-206. Утилизацию финансировала Великобритания в рамках программы "Глобального партнерства", принятой на саммите стран "большой восьмерки" в 2002 году. На утилизацию каждой АПЛ выделено по 5,2 млн. фунтов стерлингов;\n' +
        '2005 год январь\n' +
        '\n' +
        'Закончена утилизация. Трехотсечный блок отправлен на базу временного хранения в Сайда губу на Кольском полуострове. В дальнейшем блок разделан до одноотсечной секции и установлен на стапельное основание в ПДХ ЯО "Сайда" для долговременного хранения.\n' +
        'командиры (в/ч 95103):\n' +
        '\n' +
        '1. Осекин В.А. (1978-1980?) 2. Ильюшкин В(А?).П. (1980-1981) 3. Сорокин В.А. (1981-1984) 4. Рыбаков Э.Ф. (1984-1987-1988?) 5. Астафьев К.Н. (1988-1992-199?) 6. Божко Н.Д. (199?-1994-1995-1996?) 7. Шауров А.А. (1996-2002)\n' +
        '\n' +
        'командиры других экипажей, выполнявшие учебно-боевые задачи на АПК К-206:\n' +
        '\n' +
        '1. Герман А.М. (1984) командир 504-го экипажа 2. Надеждин В.Н. (1986) командир 504-го экипажа',
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: 'К-206 "Минский комсомолец"', src: '/history/К-206/К-206.jpg'
            },
          ],
        },
      ],
    },
    {
      title: 'Подводная лодка К-209 (Б-209)',
      linkName: 'К-209 (Б-209)',
      content: '1978 год 8 февраль Зачислена в списки кораблей ВМФ;\n' +
        '\n' +
        '1979 год 20 декабря\n' +
        '\n' +
        'Заложена на стапеле судостроительного завода «Красное Сормово» им. А.Жданова в г.Горький как КрПЛ К-209 проекта 670М-1. Экипаж включен в состав 104-й ОБрСПЛ ВМФ;\n' +
        '1980 год 16 сентября\n' +
        '\n' +
        'Спущена на воду. На ПЛ был установлен ГАК "Рубикон" и достройка проводилась по проекту 670М-1В;\n' +
        '1980 год октябрь\n' +
        '\n' +
        'По внутренним водным системам переведена в г.Северодвинск для прохождения сдаточных испытаний. Экипаж подчинен 339-й ОБрСРПЛ БелВМБ;\n' +
        '1980 год 30 декабря\n' +
        '\n' +
        'Вступила в строй;\n' +
        '1981 год 3 февраля\n' +
        '\n' +
        'Вошла в состав 11-й ДиПЛ 1-й ФлПЛ КСФ с базированием на губу Лопаткина (Западная Лица, Мурманская область);\n' +
        '1982 год\n' +
        '\n' +
        'Выполнила задачи автономной БС (командир - кап.1р. Заборский Н.И.) на Средиземном море;\n' +
        '1984 год\n' +
        '\n' +
        'Выполнила задачи автономной БС с 583-м экипажем на борту (командир - кап.2р. Надеждин В.Н.);\n' +
        '1984 год апрель\n' +
        '\n' +
        'Переформирована в состав 50-й ДиПЛ 9-й ЭскПЛ КСФ с базированием на губу Ара (пос.Видяево);\n' +
        '1985 год\n' +
        '\n' +
        'Выполнила задачи автономной БС с 583-м экипажем на борту (командир - кап.2р. Бабич А.Н., второй командир - Лагир В.М.);\n' +
        '1986 год\n' +
        '\n' +
        'Выполнила задачи автономной БС с 583-м экипажем на борту (командир - кап.2р. Бабич А.Н.). Вышли на БС из Видяево, а вернулись - в Западную Лицу;\n' +
        '1986 год\n' +
        '\n' +
        'Переформирована в состав 11-й ДиПЛ 1-й ФлПЛ КСФ с базированием на губу Лопаткина (Западная Лица, Мурманская область);\n' +
        '1992 год 3 июня\n' +
        '\n' +
        'Переклассифицирована в БАПЛ, присвоен новый тактический номер Б-209;\n' +
        '1993 год\n' +
        '\n' +
        'На СРЗ "Нерпа" (г.Вьюжный) поставлена в средний ремонт;\n' +
        '1995 год 4 августа\n' +
        '\n' +
        'Исключена из боевого состава ВМФ из-за отсутствия финансирования и в связи со сдачей в ОРВИ. Поставлена на долговременное хранение в Западной Лице (г.Заозерск);\n' +
        '1996 год 1 августа\n' +
        '\n' +
        'Переформирована в состав 346-го ДнПЛ. Поставлена на отстой в губе Ара (пос.Видяево);\n' +
        '2001 год\n' +
        '\n' +
        'Находилась в акватории ФГУП "СРЗ "Нерпа" (г.Снежногорск) в ожидании утилизации. Входила в состав 74-го ОДнРПЛ КолФлРС СФ;\n' +
        '2001 год май - июнь\n' +
        '\n' +
        'Произведена выгрузка активной зоны на ФГУП "СРЗ "Нерпа" в бухте Кут (г.Снежногорск);\n' +
        '2001 год\n' +
        '\n' +
        'Утилизирована на ФГУП "СРЗ "Нерпа" в бухте Кут (г.Снежногорск) с формированием реакторного блока, который затем хранился на плаву в ПВХ в губе Сайда. В дальнейшем блок был переведен на ФГУП "СРЗ "Нерпа" для разделки до одноотсечной секции;\n' +
        '2012 год\n' +
        '\n' +
        'Блок разделан до одноотсечной секции. Подготовлен для временного хранения на плаву;\n' +
        '2014 год\n' +
        '\n' +
        'К этому времени ректорный блок передан в ПДХ РО "Сайда" и на него нанесено антикоррозионное защитное покрытие;\n' +
        '2015 год\n' +
        '\n' +
        'Реакторный отсек установлен на стапельное основание ПДХ РО "Сайда" для долговременного хранения.\n' +
        'командиры (в/ч 30855):\n' +
        '\n' +
        '1. Заборский Н.И. (1979-1988) 2. Борисов А.П. (1988-1990) 3. Иванов С.В(Ю?). (1990-1992) 4. Лапшов В.Н. (01.1993-1995)\n' +
        '\n' +
        'командиры других экипажей, выполнявших учебно-боевые задачи на АПЛ К-209(Б-209):\n' +
        '\n' +
        '1. Надеждин В.Н. (1984) командир 583-го экипажа 2. Лагир В.М. (1985) 2-й командир на БС (командир АПЛ К-452) 3. Бабич А.Н. (1985, 1986) командир 583-го экипажа',
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: 'К-141, К-209', src: '/history/К-209/К-141, К-209.jpg'
            },
            {
              title: 'Экипаж К-209, сенябрь 1990г.', src: '/history/К-209/К-209. сенябрь 1990г..jpg'
            },
            {
              title: 'Тактический номер К-209', src: '/history/К-209/Тактический номер К-209.jpeg'
            }
          ],
        },
      ],
    },
    {
      linkName: 'К-218 (Б-218)',
      title: 'Подводная лодка К-218 (Б-218)',
      content: 'АПЛ К-218 проекта 671РТМ. Северный полюс. 25.08.1985г. У флага - кап.1р. Чеботаревский, в первом ряду - кап.2р. Авдейчик Ю.П., кап.3р. Антонов, нептун - Гольц А.Л.Фотография из архива Шалаева С.\n' +
        '\n' +
        'историческая справка:\n' +
        '\n' +
        '1980 год 19 февраля Зачислена в списки кораблей ВМФ как КрПЛ. Экипаж после формирования и обучения был подчинен командованию 80-й ОБрСПЛ КТОФ;\n' +
        '\n' +
        '1981 год 7 ноября\n' +
        '\n' +
        'Заложена в цехе ССЗ им. Ленинского Комсомола в г.Комсомольск-на-Амуре. По другим данным - 03.06.1981;\n' +
        '1982 год 24 июля\n' +
        '\n' +
        'Спущена на воду. Переведена в плавдоке из г.Комсомольск-на-Амуре в пос.Большой Камень (Приморский край) на ЗСО "Восток". Экипаж подчинен 72-й ОБрСРПЛ КТОФ;\n' +
        '1982 год 28 декабря\n' +
        '\n' +
        'Вступила в строй. Временно вошла в состав 45-й ДиПЛ 2-й ФлПЛ КТОФ с базированием на бухту Крашенинникова (г.Вилючинск);\n' +
        '1983 год 7 февраля\n' +
        '\n' +
        'Включена в состав КСФ;\n' +
        '1983 год 18 - 30 сентября\n' +
        '\n' +
        'Совершила подледный трансарктический межфлотский переход (командир - кап.2р. Авдейчик Ю.П., старший, предположително, - кап.1р. Бусырев В.М.) из бухты Крашенинникова (г.Вилючинск) в губу Западная Лица (г.Заозерск). Подо льдом находилась 9 суток;\n' +
        '1984 год\n' +
        '\n' +
        'Зачислена в состав 33-й ДиПЛ 1-й ФлПЛ КСФ с базированием на губу Западная Лица (г.Заозерск);\n' +
        '1985 год август - сентябрь\n' +
        '\n' +
        'Обеспечивала (командир - кап.2р. Авдейчик Ю.П., старший - ЗКД кап.1р. Чеботаревский Р.З.) поход РПКСН К-129 проекта 667БДР на Северный полюс. Совместно с РПКСН осуществила первое в ВМФ СССР всплытие двух АПЛ в одной полынье (дата всплытия по разным источникам - 25 или 26.08). Всплытие произошло в 27 кабельтовых от географической точки Северного полюса на дистанции 3-х кабельтовых друг от друга;\n' +
        '1985 год\n' +
        '\n' +
        'Переподчинена командованию 11-й ДиПЛ 1-й ФлПЛ КСФ с прежним местом базирования;\n' +
        '1986 год август\n' +
        '\n' +
        'Выполнила задачи похода (командир - кап.2р. Авдейчик Ю.П.) с целью обеспечения РПК К-44 и записи его шумов;\n' +
        '1992 год 3 июня\n' +
        '\n' +
        'Переименована в Б-218;\n' +
        '1992 год 3 июня\n' +
        '\n' +
        'Отнесена к подклассу АБПЛ;\n' +
        '1992 год ноябрь\n' +
        '\n' +
        'Перешла в бухту Кут (губа Оленья) для постановки в средний ремонт с модернизацией на СРЗ "Нерпа". Временно, на период подготовки и проведения среднего ремонта, переподчинена 74-му ОДнРПЛ 46-й ОБрРПЛ СФ;\n' +
        '1993 год 17 марта\n' +
        '\n' +
        'Постановка 1 контура на хранение;\n' +
        '1994 год 21 апреля\n' +
        '\n' +
        'Поставлена на СРЗ "Нерпа" в губе Оленья в средний ремонт. Вошла в состав 74-го ОДнРПЛ 46-й ОБрРПЛ (с 01.05.1998 - в составе 40-й ДиПЛ КолФлРС, с 01.01.2001 - в составе КолФлРС) СФ;\n' +
        '1998 год 5 июля\n' +
        '\n' +
        'Из-за отсутствия финансирования исключена из боевого состава флота (ДГШ ВМФ 729/11/389 от 05.07.1998), передана в ОРВИ для демонтажа и утилизации (в некоторых источниках указывается дата - 30.05.1998г.). За время нахождения в боевом составе ВМФ совершила 10 БС;\n' +
        '1999 год 24 декабря\n' +
        '\n' +
        'Передана заводскому экипажу СРЗ "Нерпа" для утилизации;\n' +
        '2000 год 1 мая\n' +
        '\n' +
        'Расформирован экипаж;\n' +
        '2001 год январь - февраль\n' +
        '\n' +
        'Произведена выгрузка активной зоны на ФГУП "СРЗ "Нерпа";\n' +
        '2001 год\n' +
        '\n' +
        'Утилизирована на ФГУП "СРЗ "Нерпа" с формированием реакторного блока, который в дальнейшем переведен и поставлен для долговременного хранения на ПДХ "Сайда".\n' +
        'командиры (в/ч 10778):\n' +
        '\n' +
        '1. Авдейчик Ю.П. (1980-1989) 2. Фёдоров И.В. (1989-1992) 3. Денисов В.Р. (1992-1995) 4. Гриценко В.В. (1995-2000)',
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: 'К-218', src: '/history/К-218/К-218.jpg'
            },
          ],
        },
      ],
    },
    {
      linkName: 'К-222',
      title: 'Подводная лодка К-222',
      content: '1962 год 3 мая Зачислена в списки кораблей ВМФ как КрПЛ К-18;\n' +
        '\n' +
        '1962 год 31 декабря\n' +
        '\n' +
        'Снята со строительства;\n' +
        '1963 год 28 декабря\n' +
        '\n' +
        'Заложена в цехе №42 на Северном машиностроительном предприятии в г.Северодвинск как экспериментальная крейсерская подводная лодка проекта 661;\n' +
        '1965 год 27 января\n' +
        '\n' +
        'Вторично зачислена в списки кораблей ВМФ как КрПЛ К-162. Сварку конструкций проводили в аргоновой среде вольфрамовыми электродами легированными редкоземельными элементами. Некоторые узлы сваривали в герметичных камерах, а сварщики там работали в подобии водолазных костюмов. Но самые крупные детали варились в цеху, и отработанный аргон скапливался возле пола. Однажды это привело к трагедии. Рабочие готовились к сварке в цистерне, но там скопился аргон от предыдущих работ, и сварщики задохнулось. После этого был налажен контроль за составом воздуха;\n' +
        '1965 год осень\n' +
        '\n' +
        'Сформирован экипаж;\n' +
        '1968 год 21 декабря\n' +
        '\n' +
        'Спущена на воду (выведена из дока). Входила в состав 339-й отдельной бригады строящихся и ремонтируемых подводных лодок БелВМБ;\n' +
        '1969 год\n' +
        '\n' +
        'В декабре на испытаниях при 80% мощности реакторов достигла скорости 42 узла. После всплытия обнаружилось, что во время 12-часового полного хода сорвало входную дверь ограждения рубки, три лючка в надстройке и обтекатель аварийно-сигнального буя. Плоская палуба надстройки стала выпуклой. Выполнена программа государственных испытаний. Ответственный сдатчик Палкин К.М., сдаточный механик Леонов Э.П.;\n' +
        '1969 год 31 декабря\n' +
        '\n' +
        'Подписан приемный акт. Вступила в строй;\n' +
        '1970 год 9 января\n' +
        '\n' +
        'Вошла в состав Краснознаменного Северного флота;\n' +
        '1970 год январь - 1971 год декабрь\n' +
        '\n' +
        'Опытная эксплуатация. Пройдено около 40000 миль, из них около 30000 под водой;\n' +
        '1970 год 14 декабря\n' +
        '\n' +
        'Прибыла к постоянному месту базирования в Западную Лицу;\n' +
        '1970 год 18 декабря\n' +
        '\n' +
        'Состоялись испытания, в ходе которых был установлен мировой рекорд скорости под водой. Председатель комиссии государственной приемки контр-адмирал Маслов, главный конструктор Шульженко и ответственный сдатчик Палкин согласовали маневр — развитие максимально возможного хода. Но для этого пришлось заблокировать аварийную защиту турбин и перейти на ручное управление ГТЗА. На пост управления турбинами заступил инженер изготовителя турбин Кировского завода Александр Скворцов. При мощности реакторов 97% была достигнута скорость 44,7 узла (82,78 км/час) на глубине погружения 100 м.;\n' +
        '1970 год 29 декабря\n' +
        '\n' +
        'Зачислена в состав 11-й ДиПЛ 1-й ФлПЛ КСФ с базированием на Западную Лицу;\n' +
        '1971 год февраль - март\n' +
        '\n' +
        'Кораблю была поставлена задача — выйти на Мотовскую мерную линию и зафиксировать максимальную скорость не только по собственным (корабельным) приборам, но и по наблюдению гидрографических судов. Это событие должно было состояться в день и час открытия очередного съезда КПСС, в адрес которого предполагалось отправить с моря донесение о мировом рекорде скорости. К сожалению, из-за штормовой погоды гидрографические суда не смогли выйти в море. А когда шторм утих, решение о донесении в адрес съезда было отменено. Старший на борту - председатель комиссии опытной эксплуатации заместитель командира 11-й ДиПЛ ПЛ кап.1р. Э.Бульон разрешил развить ход при 100% мощности реакторов. Был сделаны 2 галса, достигнута скорость 44,85 узла (83,06 км/час), а на третьем галсе не справились с управлением турбинами. Старший на борту принял решение прекратить рискованный режим движения. Таким образом, в официальных документах остался мировой рекорд скорости подводного плавания - 44,7 узла;\n' +
        '1971 год 25 сентября - 4 декабря\n' +
        '\n' +
        'Совершила дальний поход на полную автономность в Атлантический океан, где продемонстрировала высокие скоростные качества, преследуя ударный авианосец США "Саратога" (USS "Saratoga" CV-60). Во время похода на борту находилось 129 человек (вместо 83 по штату);\n' +
        '1972 год 24 октября - 1975 год 6 января\n' +
        '\n' +
        'Находилась в среднем ремонте на "Севмашпредприятии" в г.Северодвинск. Основным видом работ были сварочные - заваривались многочисленные трещины в корпусе;\n' +
        '1974 год ноябрь\n' +
        '\n' +
        'Вышла в море для испытаний. На борту, кроме экипажа, находилось около 200 человек сдаточной команды. АПЛ прошла скоростные испытания (опять показав скорость около 45 узлов) и глубоководное погружение на 300 метров. При погружении открылась течь во 2-м отсеке, через прокладку клапана осушения акустической выгородки - трюм был затоплен на 25-30 см.;\n' +
        '1975 год январь\n' +
        '\n' +
        'Возвратилась к месту постоянного базирования в Западную Лицу. После захода в пункт базирования было обнаружено нарушение гермитичности одного из ТВЭЛов. В течении трех суток проводились дезактивационные мероприятия;\n' +
        '1975 год апрель\n' +
        '\n' +
        'Приняла участие в учении "Океан-75";\n' +
        '1977 год 25 июля\n' +
        '\n' +
        'Переклассифицирована в большую подводную лодку;\n' +
        '1978 год 15 января\n' +
        '\n' +
        'Присвоен новый тактический номер К-222;\n' +
        '1978 год 21 декабря - 1981 год 24 февраля\n' +
        '\n' +
        'Находилась в среднем ремонте на "Севмашпредприятии" в г.Северодвинск. 30 ноября 1980 года во время послеремонтных испытаний лодки из-за ошибки в монтаже системы управления и защиты реактора последовало резкое повышение температуры и давления в реакторе и системе первого контура с разгерметизацией последнего, личный состав не пострадал;\n' +
        '1980 год (предположительно)\n' +
        '\n' +
        '327-й экипаж АПЛ проекта 670 переформирован в экипаж АПЛ проекта 661;\n' +
        '1981 год\n' +
        '\n' +
        'Выполнила задачи автономной БС;\n' +
        '1984 год\n' +
        '\n' +
        'Расформирован 327-й экипаж ПЛ проекта 661;\n' +
        '1984 год июнь\n' +
        '\n' +
        'Перечислена в состав 50-й ДиПЛ 9-й ЭскПЛ КСФ с базированием на губу Ара (г.Видяево);\n' +
        '1984 год декабрь\n' +
        '\n' +
        'Выведена из эксплуатации;\n' +
        '1988 год\n' +
        '\n' +
        'Поставлена на прикол в г.Северодвинск. Перечислена в состав 339-й БрСРПЛ БелВМБ;\n' +
        '1989 год 14 марта\n' +
        '\n' +
        'Исключена из состава ВМФ в связи со сдачей в ОФИ;\n' +
        '1999 год 7 ноября\n' +
        '\n' +
        'Спущен флаг ВМФ. АПЛ передан гражданскому экипажу предприятия "Севмаш";\n' +
        '2000 год - 2008 год\n' +
        '\n' +
        'Находилась в ожидании утилизации в акватории ФГУП "ПО "Севмаш";\n' +
        '2008 год 23 июля\n' +
        '\n' +
        'Переведена с ФГУП "ПО "Севмаш" на ФГУП "МП "Звездочка" для дальнейшей утилизации;\n' +
        '2010 год сентябрь - октябрь\n' +
        '\n' +
        'Утилизирована на ОАО "ЦС "Звездочка", трехотсечный блок оставлен на плаву неподалеку от причала №27 (г.Северодвинск). Ограждение рубки было сохранено и по состоянию на 2015 год хранилось на предприятии для возможной установки в качестве мемориала северодвинским корабелам;\n' +
        '2013 год май\n' +
        '\n' +
        'Специалисты ОАО "ЦС "Звездочка" приступили к выгрузке ОЯТ из реакторов ПЛ. Свыше 700 радиоактивных стержней требовалось переместить из реакторов в специальные транспортные контейнеры. Конструктивные особенности реакторов этой АПЛ не позволяли использовать для извлечения топливных сборок оборудование, применявшееся на АПЛ других проектов, пришлось, по сути, конструировать и делать новое оборудование;\n' +
        '2014 год 1 декабря\n' +
        '\n' +
        'Выгружен реактор левого борта. В декабре первый спецэшелон вывез отработавшее ядерное топливо на уральский комбинат "Маяк" для хранения и переработки";\n' +
        '2015 год 18 марта\n' +
        '\n' +
        'Выгружен реактор правого борта;\n' +
        '2015 год март\n' +
        '\n' +
        'К концу марта завершена уникальная операция по выгрузке отработавшего ядерного топлива и герметизация реакторов АПЛ;\n' +
        '2015 год июнь\n' +
        '\n' +
        'Трехотсечный реакторный блок АПЛ отбуксирован в ПДХ "Сайда" (губа Сайда, Кольский полуостров) для долговременного хранения;\n' +
        '2020 год 9 октября\n' +
        '\n' +
        'В Северодвинске запланировано создание декоративной композиция "Рубка АПЛ проекта 661". Размещение композиции планируется в Приморском парке, расположенном на территории градостроительного квартала 095 в районе бульвара Строителей. Основной композиционный элемент - рубка атомной подводной лодки К-222 проекта 661. Ориентирована рубка носовой частью в сторону города, символизируя возвращение подводной лодки в порт. Основанием для рубки является макет части корпуса подводной лодки, выполненный из бетона и окрашенный в цвет рубки. Основание обрамлено гранитным постаментом с цоколем. По периметру бетонного основания расположены декоративные элементы в форме льдин, которые создают эффект всплытия подводной лодки сквозь постамент, словно через толщу льда. Материал льдин: белый Полотцкий мрамор с полированными лицевыми поверхностями и неровными сколотыми краями (вид обработки "скала"). Вся композиция слегка приподнята носовой частью, что создает дополнительный визуальный эффект всплытия. Проектом предполагается подсветка носовой части рубки и льдин прожекторами, дающими мягкий холодный свет. Автор проекта - архитектор Смирнова Юлия Андреевна.\n' +
        'командиры (в/ч 81251):\n' +
        '\n' +
        '1. Голубков Ю.Т. (1965-1975) 2. Лищинский В.С. (1975-1985-1986?) 3. Филатов В.П. (1985?-1986-10.1987) 4. Горюнов О.В. (1987-1990?) 5. Касаткин Ю.И. (1990?-199?) 6. Самойлов А.В. (199?-1996) 7. Криветченко А.А. (1996-1999)\n'

        ,
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: 'К-222', src: '/history/К-222/К-222.jpg'
            },
          ],
        },
      ],
    },
    {
      title: 'Подводная лодка К-502 (Б-502) "Волгоград"',
      linkName: 'К-502 (Б-502)',
      content: '1977 год 2 февраля Зачислена в списки кораблей ВМФ как БПЛ;\n' +
        '\n' +
        '1977 год 25 июля\n' +
        '\n' +
        'Отнесена к подклассу КрПЛ;\n' +
        '1979 год 23 июля\n' +
        '\n' +
        'Заложена на Адмиралтейском ССЗ (ЛАО) в г.Ленинград. Экипаж включен в состав 39-й БрСРПЛ ЛенВМБ;\n' +
        '1980 год 17 августа\n' +
        '\n' +
        'Спущена на воду;\n' +
        '1980 год октябрь\n' +
        '\n' +
        'Переведена по внутренним водным системам в г.Северодвинск для достройки и испытаний;\n' +
        '1980 год 31 декабря\n' +
        '\n' +
        'Вступила в строй;\n' +
        '1981 год 24 января\n' +
        '\n' +
        'Включена в состав КСФ, вошла в состав 33-й ДиПЛ 1-й ФлПЛ КСФ с базированием на губу Западная Лица;\n' +
        '1981 год\n' +
        '\n' +
        'Перечислена в состав 6-й ДиПЛ 1-й ФлПЛ КСФ с прежним местом базирования;\n' +
        '1982 год май\n' +
        '\n' +
        'Перечислена в состав 33-й ДиПЛ 1-й ФлПЛ КСФ;\n' +
        '1985 год 29 мая - 1 июля\n' +
        '\n' +
        'Участвовала в операции "Апорт" совместно с другимм ПЛ СФ. Действовала к северу от Ньюфаундлендской банки;\n' +
        '1985 год\n' +
        '\n' +
        'Завоевала приз ГК ВМФ по торпедной подготовке;\n' +
        '1985 год\n' +
        '\n' +
        'Перечислена в состав 11-й ДиПЛ 1-й ФлПЛ КСФ с базированием на губу Западная Лица;\n' +
        '1988 год 10 августа - 1992 год 19 марта\n' +
        '\n' +
        'На СРЗ "Нерпа" прошла модернизацию по проекту 671РТМК и средний (капитальный ?) ремонт;\n' +
        '1992 год 3 июня\n' +
        '\n' +
        'Отнесена к подклассу АБПЛ. Переименована в Б-502;\n' +
        '1992 год\n' +
        '\n' +
        'Перечислена в состав 33-й ДиПЛ 1-й ФлПЛ КСФ с базированием на губу Западная Лица;\n' +
        '1992 год 29 мая\n' +
        '\n' +
        'ПЛ отрабатывала в море курсовую задачу. Специалистами БЧ-5 была замечена неисправность компрессора высокого давления в первом отсеке. По возвращении на базу на борт ПЛ прибыл начальник электромеханической службы дивизии кап.1р. Константин Ляшков. Когда агрегат был вновь запущен, произошел взрыв, начался пожар. Пять моряков получили ранения. Ляшков скончался по дороге в госпиталь;\n' +
        '1994 год\n' +
        '\n' +
        'Завоевала приз ГК ВМФ по противолодочной подготовке (в составе КПУГ);\n' +
        '1994 год\n' +
        '\n' +
        'Перечислена в состав 11-й ДиПЛ 1-й ФлПЛ КСФ с базированием на губу Западная Лица;\n' +
        '1994 год\n' +
        '\n' +
        'Проходила средний (?) ремонт на СРЗ в губе Западная Лица (г.Заозерск);\n' +
        '1996 год\n' +
        '\n' +
        'Выполнила задачи БС, старший - КД к-а Филатов В.П;\n' +
        '1997 год\n' +
        '\n' +
        'Завоевала приз ГК ВМФ по торпедной подготовке;\n' +
        '1999 год 21 марта\n' +
        '\n' +
        'Получила наименование "Волгоград";\n' +
        '2000 год\n' +
        '\n' +
        'Исключена из боевого состава ВМФ и передана в ОРВИ для утилизации и в губе Западная Лица поставлена на отстой;\n' +
        '2002 год\n' +
        '\n' +
        'Отбуксирована в губу Ура;\n' +
        '2003 год февраль\n' +
        '\n' +
        'Находилась на отстое в губе Ура (г.Видяево);\n' +
        '2005 год (приблизительно)\n' +
        '\n' +
        'Переведена для утилизациии на ФГУП "СРЗ "Звездочка" (г.Северодвинск). Начата утилизация;\n' +
        '2006 год май\n' +
        '\n' +
        'Завершена утилизация на средства, предоставленные Канадой в рамках программы "Глобальное партнерство против распространения оружия и средств массового уничтожения". Реакторный блок отбуксирован в губу Сайда для временного хранения на плаву в ПДХ "Сайда";\n' +
        '2015 год\n' +
        '\n' +
        'Реакторный блок хранился на плаву в ПДХ "Сайда".\n' +
        'командиры (в/ч 90157):\n' +
        '\n' +
        '1. Шамшур Ю.К. (1977?-1980-1982) 2. Головко В.В. (1982?-1983-08.1987) 3. Ткачев А.Г. (1987?-1990) 4. Горлов О.А. (1990-1991-1992?) 5. Мельник В.М. (1991?-1992-1994-1995?) 6. Свидунович В.Л. (1995-1999) 7. Яровенко Б.В. (1999-2001) 8. Ников И.В. (2002-2005)',
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: 'К-502 "Волгоград"', src: '/history/К-502/К-502.jpg'
            },
          ],
        },
      ],
    },
    {linkName: 'К-324 (Б-324)',
      title: 'Подводная лодка К-324 (Б-324)',
      content: '1978 год 8 февраля Зачислена в списки кораблей ВМФ как КрПЛ;\n' +
        '\n' +
        '1978 год ноябрь\n' +
        '\n' +
        'Сформирован экипаж на базе 45-й ДиПЛ 2-й ФлПЛ КТОФ. Экипаж после обучения был подчинен командованию 80-й ОБрСПЛ КТОФ;\n' +
        '1980 год 23 февраля\n' +
        '\n' +
        'Заложена в цехе ССЗ им. Ленинского Комсомола в г.Комсомольск-на-Амуре. По другим данным - 29.02.1980;\n' +
        '1980 год 7 сентября\n' +
        '\n' +
        'Спущена на воду. По другим данным - 07.10.1980. Переведена в плавдоке из г.Комсомольск-на-Амуре в пос.Большой Камень (Приморский край) на ЗСО "Восток". Экипаж подчинен 72-й ОБрСРПЛ КТОФ;\n' +
        '1980 год ноябрь\n' +
        '\n' +
        'Вошла в состав 72-й ОБрСРК КТОФ в г.Большой Камень (Приморский край);\n' +
        '1980 год 30 (31?) декабря\n' +
        '\n' +
        'Вступила в строй;\n' +
        '1981 год 24 января\n' +
        '\n' +
        'Включена в состав КТОФ;\n' +
        '1981 год 23 февраля\n' +
        '\n' +
        'Торжественно поднят Военно-морской флаг;\n' +
        '1981 год 3 апреля\n' +
        '\n' +
        'В заливе Петра Великого при выполнении учебно-боевых задач (командир - кап.2р. Терехин В.А.) столкнулась (по другим данным, столкновение произошла во время испытаний в ноябре 1980 года) с неустановленной АПЛ (точных данных по второму участнику аварии нет, в различных источниках предполагается, что это были или американские АПЛ типа "Стёрджен" или "Лос-Анжелес", а также по некоторым данным — китайская АПЛ типа "Хань"). Удар пришелся в левый борт нашей АПЛ. Был поврежден легкий корпус и большая часть оборудования, которое находилось в месте удара в межкорпусном пространстве. Была повреждена цистерна биологической защиты по всей длине реакторного отсека. Для аварийного ремонта поставлена в док в бухте Чажма;\n' +
        '1981 год июль\n' +
        '\n' +
        'Зачислена в состав 45-й ДиПЛ 2-й ФлПЛ КТОФ с базированием на бухту Крашенинникова (г.Вилючинск). Перешла к месту постоянного базирования;\n' +
        '1982 год 25 мая\n' +
        '\n' +
        'Во время постановки учебной мины в б.Саранная, волнорезом ТА смяло ноги мичману БЧ-3;\n' +
        '1982 год 7 - 27 сентября\n' +
        '\n' +
        'Совершила подледный трансарктический межфлотский переход из бухты Крашенинникова (г.Вилючнск) в губу Западная Лица (г.Заозерск) в западном направлении (командир - кап.2р. Терехин В.А.). В Чукотском море на борт прибыл старший перехода - командир 13-й ДиПЛ контр-адм. Федоров Ю.А.. В походе принимал участие писатель и историк Реданский В.Г.;\n' +
        '1982 год 3 декабря\n' +
        '\n' +
        'Перечислена в состав КСФ. Включена в состав 33-й ДиПЛ 1-й ФлПЛ КСФ с базированием на губу Западная Лица (г.Заозерск);\n' +
        '1983 год 22 мая - 9 июня\n' +
        '\n' +
        'Выполнила задачи исследовательского похода с 505-м экипажем (командир - Безвербный П.Н.). Поход проходил совместно с РПК К-44 проекта 667БДР. Подо льдом находилась 12 суток. Проводилось исследование ледовых условий, акустическая калибровка районов, измерение уровней помех, определение дальности обнаружения, определение демаскирующих признаков, запись шумов океана и шумов подводных лодок. По результатам похода группа подводников поощрена в приказе ГК ВМФ. Командир экипажа награжден орденом "За службу Родине в Вооруженных Силах СССР" 3-й степени;\n' +
        '1983 год октябрь - ноябрь\n' +
        '\n' +
        'Выполнила задачи БС (командир - Терехин В.А.). 30.10 у атлантического побережья Северной Америки, во время наблюдения за фрегатом ВМС США McCloy (типа Bronstein), проводившим испытания протяженной буксируемой антенны системы TASS, ПЛ намотала на винт около 400 метров ее длины. К-324 потеряла ход и была вынуждена всплыть в надводное положение. В течении 10 суток американские эсминцы Peterson и Nicholson (типа Spruance) безуспешно пытались отрубить антенну проходя за кормой ПЛ. Затем подошло советское судно "Алдан", которое отбуксировало ПЛ на о. Куба для снятия с винта кабеля антенны системы TASS;\n' +
        '1985 год октябрь\n' +
        '\n' +
        'Перечислена в состав 11-й ДиПЛ 1-й ФлПЛ КСФ с прежним местом базирования;\n' +
        '1985 год 29 мая - 1 июля\n' +
        '\n' +
        'Участвовала в операции "Апорт" по вскрытию районов патрулирования ракетных и многоцелевых АПЛ ВМС стран НАТО и выявлению тактических приемов сил ПЛО вероятного противника к северу от Ньюфаунлендской банки. В ходе операции установила три контакта с ПЛАРБ и ПЛА ВМС США. Общее время слежения - 28 часов;\n' +
        '1986 год 27 января\n' +
        '\n' +
        'Прибыла на СРЗ "Нерпа" (г.Вьюжный) для среднего ремонта и модернизации под КР "Гранат";\n' +
        '1987 год 8 апреля - 1990 год 28 сентября\n' +
        '\n' +
        'На СРЗ "Нерпа" (г.Вьюжный) прошла средний ремонт;\n' +
        '1990 год весна\n' +
        '\n' +
        'Выполнила задачи БС с 188-м экипажем на борту (старший - ЗКД кап.1р. Рахматуллин Р.З.);\n' +
        '1992 год\n' +
        '\n' +
        'Перечислена в состав 33-й ДиПЛ 1-й ФлПЛ СФ с прежним местом базирования;\n' +
        '1992 год 3 июня\n' +
        '\n' +
        'Переименована в Б-324;\n' +
        '1992 год 3 июня\n' +
        '\n' +
        'Отнесена к подклассу АБПЛ;\n' +
        '1994 год\n' +
        '\n' +
        'Перечислена в состав 11-й ДиПЛ 1-й ФлПЛ СФ с прежним местом базирования;\n' +
        '1995 год\n' +
        '\n' +
        'Выполнила задачи БС с 188-м экипажем на борту (старший - ЗКД кап.1р. Филатов В.П.). Возвращена досрочно из-за аварийной ситуации;\n' +
        '2000 год\n' +
        '\n' +
        'Исключена из боевого состава флота, передана в ОРВИ для демонтажа и утилизации и в губу Ура (г.Видяево) поставлена на отстой. Вошла в состав 346-го ДнПЛ СФ;\n' +
        '2005 год\n' +
        '\n' +
        'На СРЗ "Нерпа" (г.Снежногорск) произведена выгрузка ОЯТ на плавтехбазу "Имандра";\n' +
        '2005 год - 2006 год (приблизительно)\n' +
        '\n' +
        'Утилизирована при финансировании правительства Норвегии на ФГУП "СРЗ "Нерпа". Сформирован ректорный блок и в дальнейшем переведен для временного хранения на плаву в ПДХ "Сайда".\n' +
        'командиры (в/ч 40082):\n' +
        '\n' +
        '1. Терехин В.А. (1980-1984) 2. Ефременко С.В. (1984-1986) 3. Кружилин А.С. (1986-1987) 4. Попович С.А. (1987-1990) 5. Ткачев А.Г. (27.11.1990-11.06.1993) 6. Ануфриев В.Е. (1993-1996) 7. Пичугин С.А. (1996-2000-200?)\n' +
        '\n' +
        'командиры других экипажей, выполнявших учебно-боевые задачи на АПЛ К-324 (Б-324):\n' +
        '\n' +
        '1. Безвербный П.Н. (1983) 505-й экипаж 2. Севрюков А.С. (1990, 1993, 1995) 188-й экипаж',
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: 'К-324', src: '/history/К-324/к-324.jpg'
            },
            {
              title: 'Командир К-324 капитан 1 ранга Терёхин В.А. с супругой', src: '/history/К-324/Командир к1р.Терёхин В.А.К-324 с супругой..jpeg'
            },
            {
              title: 'Командир К-324 капитан 1 ранга Ткачёв Алексей Георгиевич', src: '/history/К-324/Командир К-324 к1р Ткачёв Алексей Георгиевич.jpeg'
            },
          ],
        },
      ],
    },
    {
      linkName: 'К-508 (Б-508)',
      title: 'Подводная лодка К-508 (Б-508)',
      content: '1974 год 29 августа Зачислена в списки кораблей ВМФ;\n' +
        '\n' +
        '1977 год 10 декабря\n' +
        '\n' +
        'Заложена на стапеле судостроительного завода «Красное Сормово» им. А. Жданова в г.Горький как БПЛ К-508 проекта 670М-1. Экипаж после обучения включен в состав 104-й ОБрСПЛ ВМФ;\n' +
        '1978 год 15 января\n' +
        '\n' +
        'Переклассифицирована в КрПЛ;\n' +
        '1979 год 3 октября\n' +
        '\n' +
        'Спущена на воду. На ПЛ был установлен ГАК "Рубикон" и достройка проводилась по проекту 670М-1В;\n' +
        '1979 год октябрь\n' +
        '\n' +
        'По внутренним водным системам переведена в г.Северодвинск для прохождения сдаточных испытаний. Экипаж подчинен 339-й ОБрСРПЛ БелВМБ;\n' +
        '1979 год 28 декабря\n' +
        '\n' +
        'Прибыла в пункт постоянного базирования Западная Лица;\n' +
        '1979 год 30 декабря\n' +
        '\n' +
        'Вступила в строй;\n' +
        '1980 год\n' +
        '\n' +
        'Вошла в состав 11-й ДиПЛ 1-й ФлПЛ КСФ с базированием на губу Лопаткина (Западная Лица, Мурманская область);\n' +
        '1980 год\n' +
        '\n' +
        'При подготовке к БС в ходе БП имела столкновение с РКР "Вице-адмирал Дрозд" при всплытии на перископную глубину. Командир ПЛ Авдейчик П.М. был разжалован до кап.3р., а старший на борту ЗКД - снят с должности;\n' +
        '1980 год\n' +
        '\n' +
        'Выполнила задачи автономной БС (командир - кап.3р. Авдейчик П.М., старший - кап.1р. Ворошнин В.Н.);\n' +
        '1981 год\n' +
        '\n' +
        'Участвовала в учениях "Юг-81";\n' +
        '1981 год\n' +
        '\n' +
        'Выполнила задачи автономной БС (командир - Авдейчик П.М.);\n' +
        '1981 год\n' +
        '\n' +
        'Экипаж признан "отличным";\n' +
        '1981 год - 1982 год зима\n' +
        '\n' +
        'Выполнила задачи автономной БС (командир - Авдейчик П.М.);\n' +
        '1982 год\n' +
        '\n' +
        'Экипаж признан "отличным";\n' +
        '1982 год - 1983 год зима\n' +
        '\n' +
        'Выполнила задачи автономной БС (командир - Авдейчик П.М.);\n' +
        '1983 год\n' +
        '\n' +
        'Выполнила задачи автономной БС (командир - кап.1р. Авдейчик П.М.);\n' +
        '1984 год апрель\n' +
        '\n' +
        'Переформирована в состав 50-й ДиПЛ 9-й ЭскПЛ КСФ с базированием на губу Ара (пос.Видяево);\n' +
        '1985 год август\n' +
        '\n' +
        'Переформирована в состав 11-й ДиПЛ 1-й ФлПЛ КСФ с базированием на губу Лопаткина (Западная Лица, Мурманская область);\n' +
        '1989 год октябрь\n' +
        '\n' +
        'Произведена перегрузка активной зоны;\n' +
        '1990 год 19 января - 1991 год 15 февраля\n' +
        '\n' +
        'На СРЗ-10 (г.Полярный) прошла средний ремонт;\n' +
        '1992 год 3 июня\n' +
        '\n' +
        'Переклассифицирована в БАПЛ, присвоен новый тактический номер Б-508;\n' +
        '1995 год 4 августа\n' +
        '\n' +
        'Исключена из боевого состава ВМФ в связи со сдачей в ОРВИ. Переформирована в состав 346-го ДнПЛ. Поставлена на отстой в губе Ара (пос.Видяево);\n' +
        '2000 год\n' +
        '\n' +
        'Находилась в акватории ФГУП "СРЗ "Нерпа" (г.Снежногорск) в ожидании утилизации. Входила в состав 74-го ОДнРПЛ 40-й ДиПЛ КолФлРС (с 01.01.2001 в составе КолФлРС) СФ;\n' +
        '2000 год декабрь - 2001 год январь\n' +
        '\n' +
        'Произведена выгрузка активной зоны на ФГУП "СРЗ "Нерпа" в бухте Кут (г.Вьюжный). Расформирован экипаж;\n' +
        '2001 год\n' +
        '\n' +
        'Утилизирована на ФГУП "СРЗ "Нерпа" в бухте Кут (г.Снежногорск) с формированием реакторного блока, который затем хранился на плаву в ПВХ в губе Сайда. В дальнейшем блок был переведен на ФГУП "СРЗ "Нерпа" (г.Снежногорск) для разделки до одноотсечной секции;\n' +
        '2010 год\n' +
        '\n' +
        'Блок разделан до одноотсечной секции. Подготовлен для временного хранения на плаву;\n' +
        '2014 год\n' +
        '\n' +
        'К этому времени ректорный блок передан в ПДХ РО "Сайда" и на него нанесено антикоррозионное защитное покрытие;\n' +
        '2015 год\n' +
        '\n' +
        'Реакторный отсек установлен на стапельное основание ПДХ РО "Сайда" для долговременного хранения.\n' +
        'командиры (в/ч 26981):\n' +
        '\n' +
        '1. Авдейчик П.М. (1977-1984) 2. Бобринев В.К. (1984?-1985-1986?) 3. Борисов А.П. (1986?-1987-1988) 4. Коноплев В.А. (1988-199?) 5. Королев Ю.А. (1990-1992-199?) 6. Солдатенков С.Е. (1997?-1998-2000-2001?)',
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: 'К-508', src: '/history/К-508/К-508.jpg'
            },
          ],
        },
      ],
    },
    {
      linkName: 'К-525',
      title: 'Подводный крейсер К-525 "Архангельск"',
      content: '1975 год 25 июля Заложена в цеху №55 на ПО "Севмашпредприятие" в г.Северодвинск как головная КрПЛ проекта 949;\n' +
        '\n' +
        '1975 год 10 сентября\n' +
        '\n' +
        'Зачислена в списки кораблей ВМФ;\n' +
        '1980 год 3 мая\n' +
        '\n' +
        'Выведена из цеха и спущена на воду. Входила в состав 339-й БрСРПЛ БелВМБ;\n' +
        '1980 год 30 декабря\n' +
        '\n' +
        'Окончание программы испытаний. Подписан приемный акт. Ответственный сдатчик - Фролов В.Н. Вступила в строй;\n' +
        '1981 год 24 января\n' +
        '\n' +
        'Включена в состав КСФ, вошла в состав 11-й ДиПЛ 1-й ФлПЛ КСФ;\n' +
        '1981 год 18 мая\n' +
        '\n' +
        'Принято решение об "усиленной эксплуатации" КрПЛ в период 1981 года - 1983 года для проверки возможностей проекта;\n' +
        '1981 год 19 мая\n' +
        '\n' +
        'КрПЛ посетили Министр Судостроительной промышленности Егоров М.В. и ГК ВМФ Горшков С.Г.;\n' +
        '1981 год 5 - 25 июня\n' +
        '\n' +
        'Проводила работы в Белом море по программе усиленной эксплуатации;\n' +
        '1981 год 30 июня - 18 июля\n' +
        '\n' +
        'Проводились замеры шумности в Белом море;\n' +
        '1981 год 18 - 23 февраля\n' +
        '\n' +
        'Контрольный выход в море;\n' +
        '1981 год 2 октября\n' +
        '\n' +
        'Поднят военно-морской флаг;\n' +
        '1981 год 18 октября\n' +
        '\n' +
        'Вышла из г.Северодвинска для перехода к постоянному месту базирования в губе Западная Лица;\n' +
        '1981 год 23 октября\n' +
        '\n' +
        'Осуществлен успешный 4-х ракетный залп КР "Гранит";\n' +
        '1982 год 5 апреля - 21 мая\n' +
        '\n' +
        'Проводила различные тестовые испытания ракетного и торпедного вооружения;\n' +
        '1982 год 11 июня\n' +
        '\n' +
        'Прибыла в г.Северодвинск на ПО "Севмашпредприятие" для акустической доводки;\n' +
        '1982 год 18 июня - 7 сентября\n' +
        '\n' +
        'Проведение расширенных акустических испытаний и несколько пусков КР "Гранит", включая 4-х ракетный залп. 19.07.1982 КрПЛ посетил ГК ВМФ Горшков С.Г.;\n' +
        '1982 год 10 ноября - 10 декабря\n' +
        '\n' +
        'Выполнила задачи БС (командир - кап.1р. Илюшкин А.П.). С испытательными целями провела подо льдом 8 суток;\n' +
        '1983 год 13 апреля\n' +
        '\n' +
        'В Норвежском море у мыса Нордкап успешно проведены глубоководные испытания на предельную глубину погружения (старший КД в.а. Чернов Е.Д.);\n' +
        '1983 год 7 июля\n' +
        '\n' +
        'Успешно проведены испытания аварийно-буксирного устройства;\n' +
        '1983 год август\n' +
        '\n' +
        'Замена винтов на винты другого типа;\n' +
        '1983 год 28 июля\n' +
        '\n' +
        'Утвержден приемный акт государственных испытаний;\n' +
        '1983 год 30 сентября\n' +
        '\n' +
        'Утвержден акт завершения усиленной эксплуатации;\n' +
        '1983 год\n' +
        '\n' +
        'Выполнила задачи автономной боевой службы продолжительностью 40 суток (командир - кап.1.р. Фёдоров В.В., старший на борту - КД к.а. Томко Е.А., от ЦКБ "Рубин" - заместитель ГК Гладков О.А.);\n' +
        '1983 год\n' +
        '\n' +
        'Экипаж объявлен "отличным", а корабль - лучшим на соединении;\n' +
        '1984 год\n' +
        '\n' +
        'Экипаж объявлен "отличным", а корабль - лучшим на соединении;\n' +
        '1984 год 22 октября - 1985 год 18 января\n' +
        '\n' +
        'Выполнила задачи автономной боевой службы (командир - кап.1.р. Фёдоров В.В.). На 5 суток в испытательных целях заходила под лед;\n' +
        '1985 год\n' +
        '\n' +
        'Экипаж объявлен "отличным", а корабль - лучшим на соединении;\n' +
        '1986 год\n' +
        '\n' +
        'Экипаж объявлен "отличным";\n' +
        '1987 год\n' +
        '\n' +
        'Завоевала приз ГК ВМФ за ракетную стрельбу по морской цели;\n' +
        '1987 год\n' +
        '\n' +
        'Экипаж объявлен "отличным";\n' +
        '1988 год\n' +
        '\n' +
        'Завоевала приз ГК ВМФ за ракетную стрельбу по морской цели;\n' +
        '1988 год\n' +
        '\n' +
        'Экипаж объявлен "отличным", а корабль - лучшим на соединении;\n' +
        '1989 год\n' +
        '\n' +
        'Экипаж объявлен "отличным";\n' +
        '1990 год 9 июля\n' +
        '\n' +
        'Подписано решение ВПК о создании нового РК "Болид" и переоборудовании КрПЛ под этот комплекс для проведения испытаний;\n' +
        '1991 год 30 августа\n' +
        '\n' +
        'Выведена в резерв в ожидании ремонта и модернизации;\n' +
        '1992 год 3 июня\n' +
        '\n' +
        'Отнесена к подклассу АПК;\n' +
        '1993 год\n' +
        '\n' +
        'Переведен на ГП "Звездочка" (г.Северодвинск) для капитального ремонта и модернизации;\n' +
        '1993 год 6 апреля\n' +
        '\n' +
        'Получил наименование "Архангельск";\n' +
        '1996 год 31 июля\n' +
        '\n' +
        'Из-за отсутствия финансирования исключен из боевого состава ВМФ. Передан в ОРВИ;\n' +
        '1997 год 1 июля\n' +
        '\n' +
        'В порту г.Северодвинск поставлен на отстой. За время в составе ВМФ провел 3 боевые службы;\n' +
        '1999 год 7 ноября\n' +
        '\n' +
        'Спущен Военно-морской флаг. Передан гражданскому экипажу;\n' +
        '2002 год\n' +
        '\n' +
        'Наименование передано ТАПКСН ТК-17;\n' +
        '2004 год январь\n' +
        '\n' +
        'В док-камере предприятия "Звездочка" специалисты "Севмашпредприятия" начали совместную утилизацию сразу двух многоцелевых АПЛ проекта 949 - К-525 и К-206. Утилизацию финансировала Великобритания в рамках программы "Глобального партнерства", принятой на саммите стран "большой восьмерки" в 2002 году. На утилизацию каждой АПЛ выделено по 5,2 млн. фунтов стерлингов;\n' +
        '2005 год январь\n' +
        '\n' +
        'Закончена утилизация. Трехотсечный блок отправлен на базу временного хранения в Сайда губу на Кольском полуострове.\n' +
        'командиры (в/ч 95022?):\n' +
        '\n' +
        '1. Паук А.А. (1976-1977) 2. Бровко В.Г. (1977-1980) 3. Илюшкин А.П. (1980-1983) 4. Федоров В.В. (1983-1986) 5. Черкасов Ю.В. (1986-1988) 6. Астафьев К.Н. (1988) 7. Рыбаков Э.Ф. (1988-1991-199?)',
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: 'К-525 "Архангельск"', src: '/history/К-525/К-525.jpg'
            },
            {
              title: 'Командир К-525 Илюшкин А.П.', src: '/history/К-525/Командир К-525 Илюшкин А.П..jpeg'
            },
          ],
        },
      ],
    },
    {
      linkName: 'К-560',
      title: 'Подводный крейсер К-560 "Северодвинск"',
      content: '1993 год 10 декабря Зачислена в списки кораблей ВМФ как АПЛ под наименованием "Северодвинск". Во многих источниках до 2012 года указывалось на то, что у АПЛ тактический номер К-329, однако такой тактический номер был у АПК "Белгород" проекта 949А (с 12.2012 - проект 09852);\n' +
        '\n' +
        '1993 год 21 декабря\n' +
        '\n' +
        'Заложена в цехе ПО "Северное машиностроительное предприятие" (г.Северодвинск) в торжественной обстановке;\n' +
        '1996 год\n' +
        '\n' +
        'Приостановление всех видов работ;\n' +
        '2004 год (приблизительно)\n' +
        '\n' +
        'Продолжение достройки на ФГУП "ПО "Севмаш" (г.Северодвинск) по доработанному проекту. Отнесена к подклассу АПК;\n' +
        '2005 год 1 декабря\n' +
        '\n' +
        'Сформированы 1-й и 2-й экипажи;\n' +
        '2006 год - 2007 год\n' +
        '\n' +
        'Экипажи прошли обучение в 270-м УЦ ВМФ в г.Сосновый Бор;\n' +
        '2009 год октябрь\n' +
        '\n' +
        'Экипажи прибыли из Заполярья в г.Северодвинск на ОАО "ПО "Севмаш". Подчинены командованию 339-й ОБрСРПЛ БелВМБ;\n' +
        '2009 год 29 декабря\n' +
        '\n' +
        'Администрация г.Северодвинск заключила договор о шефских связях с экипажем АПРК;\n' +
        '2010 год 15 июня\n' +
        '\n' +
        'Крейсер выведен из элинга и перемещен в ПД "Сухона". На торжественной церемонии присутствовал Президент России Дмитрий Медведев. Епископ Тихон совершил молебен. Командир АПРК "Северодвинск" кап.1р. Митяев С. разбил о вертикальный стабилизатор бутылку шампанского;\n' +
        '2010 год 24 июня\n' +
        '\n' +
        'Выведен из ПД "Сухона" и поставлен к достроечной стенке завода. Начата программа швартовых испытаний;\n' +
        '2011 год январь\n' +
        '\n' +
        'Проходил программу швартовых испытаний;\n' +
        '2011 год 12 июля\n' +
        '\n' +
        'Генеральный директор - генеральный конструктор КБ "Малахит" Владимир Пялов заявил для СМИ: "Лодка идет на размагничивание (определение и уменьшение физических полей корабля - автор), а затем на два месяца уходит в море. После этого пройдет заключительный этап государственных испытаний";\n' +
        '2011 год 12 сентября - 5 октября\n' +
        '\n' +
        'Выполнил выход на заводские ходовые испытания. В связи с неисправностью возвращен в г.Северодвинск ранее намеченного срока;\n' +
        '2011 год - 2012 год\n' +
        '\n' +
        'Проходит программу сдаточных испытаний. Базируется на г.Северодвинск. По плану завода корабль должен был вступить в строй до конца года. Однако генеральнй директор северодвинского предприятия "Севмаш" Дьячков А. в интервью РИА Новости (новостные ленты от 02.12.2011) сказал, что АПРК "Северодвинск" будет сдан Министерству обороны России, а затем передан ВМФ в 2012 году, на год позже ранее озвученного срока. По его словам, причин для переноса сроков две: некачественные комплектующие и незавершенные госиспытания ракетного комплекса. Некачественные комплектующие были переданы "Севмашу" субподрядчиками. Эти детали не связаны с системами боевого управления. "С ними как раз все хорошо. В этом году мы выполнили первые бросковые испытания новейшей ракеты "Калибр". То есть мы начали работу по ракетному комплексу. Это другие комплектующие", - пояснил гендиректор "Севмаша". Вторая причина переноса сроков сдачи крейсера связана с тем, что на АПРК установлены ракетные комплексы "Калибр" и П-800 "Оникс" без завершения государственных испытаний. К настоящему времени АПРК "Северодвинск" выполнил два испытательных выхода в море. "Мы проверили безопасность мореплавания - раз, готовность ракетных комплексов к проведению стрельб - два. И до конца года мы будем заниматься отработкой ракетного комплекса. Фактически идут государственные испытания не корабля, а ракетного комплекса", - рассказал Дьячков А. На завершение всех необходимых испытаний и приемки госкомиссией потребуется 180 морских суток, или шесть месяцев проверок корабля в море. Предполагалось, что АПК "Северодвинск" будет принят на вооружение в конце 2012 года;\n' +
        '2012 год 13 августа\n' +
        '\n' +
        '"Интерфакс" разместил информацию о том, что источник в оборонно-промышленном комплексе сообщил журналистам следующее: "На испытаниях АПК "Северодвинск" выявлено, что его ядерная энергетическая установка не выдает заданной мощности. А еще лодка не обеспечивает требуемый уровень шумности. С такими серьезными недостатками корабль на вооружение флота принимать нельзя". Источник также сообщил, что АПРК будет принят в состав ВМФ не ранее 2013 года;\n' +
        '2012 год 15 августа\n' +
        '\n' +
        'Представитель ОСК выступил с опровержением информации от 13 августа. "Появившиеся в некоторых СМИ утверждения о серьезных недостатках, выявленных в ходе испытаний атомной подводной лодки "Северодвинск" 4-го поколения не имеют под собой никаких оснований", - сказал он. "Подлодка "Северодвинск" успешно осуществляет заводские ходовые испытания в Белом море в полном соответствии с утвержденной программой", - отметил собеседник агентства ИТАР-ТАСС. Как пояснил начальник Департамента государственного оборонного заказа ОСК вице-адмирал Анатолий Шлемов: "Данная программа испытаний осуществляется строго по плану. В 2011 году было проведено три успешных выхода "Северодвинска" на испытания в море, в текущем году выполнено еще два успешных выхода. В настоящий момент подлодка готовится к новому выходу в море". Шлемов также опроверг появившиеся в СМИ сообщения о якобы имеющих место проблемах с атомной энергетической установкой подлодки. "Как показывают испытания, атомной энергетическая установка корабля полностью соответствует заданным тактико-техническим характеристикам, что и было подтверждено в период испытаний", - сказал начальник Департамента ОСК.\n' +
        '2012 год ноябрь - декабрь\n' +
        '\n' +
        'Продолжал программу испытаний с планом ввода АПРК в строй предположительно в 2013 году. По сообщениям СМИ, 07.11 был испытан ракетный комплекс "Калибр", с успешным поражением морской цели, а 28.11 - АПРК выполнил успешную стрельбу сверхзвуковой крылатой ракетой из подводного положения по наземной цели;\n' +
        '2013 год июль - август\n' +
        '\n' +
        '22.8 РИА Новости сообщило о том, что АПК завершил третий из четырех запланированных циклов заводских испытаний в море. Пресс-служба ОАО "ПО "Севмаш" процитирировала начальника производства военной техники Марата Абижанова: "Корабль находился в море более 20 суток. За это время была отработана запланированная программа испытаний в полном объеме. Проверялась работа систем корабля в различных режимах";\n' +
        '2013 год 10 октября\n' +
        '\n' +
        'Официальный представитель ОСК Кравченко А. сообщил: "В ходе последнего, четвертого по счету в этом году, выхода подлодки в море на ЗХИ успешно испытан комплекс ее ракетно-торпедного оружия, все торпедные аппараты успешно опробованы... Тем самым программа ЗХИ "Северодвинска" успешно завершена, и в ближайшее время начнутся ее государственные испытания". Все выходы прошли успешно, предусмотренные планом объемы испытаний выполнены полностью с подтверждением тактико-технических характеристик вооружения и военной техники, установленных на АПК, в том числе скоростных и маневренных характеристик, а также всех технических параметров главной энергетической установки, - отметили в пресс-службе ОСК;\n' +
        '2013 год 6 ноября\n' +
        '\n' +
        'Впервые проведен пуск сверхзвуковой противокорабельной ракеты "Оникс". Испытания прошли успешно, все системы отработали штатно;\n' +
        '2013 год 30 декабря\n' +
        '\n' +
        'По сообщению "Интерфакс" был подписан приемный акт. Принят в опытную эксплуатацию;\n' +
        '2014 год 17 июня\n' +
        '\n' +
        'Вошел в состав ВМФ России. Церемония подъема Андреевского флага состоялась у причала на ОАО "ПО "Севмаш" в г.Северодвинск. На церемонии присутствовал главком ВМФ России Виктор Чирков;\n' +
        '2014 год 27 июля\n' +
        '\n' +
        'Участвовал в параде кораблей на День ВМФ в г.Североморск;\n' +
        '2014 год 12 сентября\n' +
        '\n' +
        'Завершил боевую подготовку в Белом море и взял курс в пункт постоянной дислокации в Мурманской области. Как сообщил ИТАР-ТАСС начальник отдела информационного обеспечения пресс-службы Западного военного округа по Северному флоту Вадим Серга, одним из основных этапов боевой подготовки экипажа АПЛ стали успешные ракетные стрельбы, проведенные в рамках опытной эксплуатации корабля в акватории Белого моря. "Помимо ракетных стрельб, экипаж АПЛ, которым командует кап.1р. Сергей Митяев, также отработал комплекс других задач боевой подготовки, успешное выполнение которых подтвердило высокую эффективность нового корабля и его вооружения", - сообщил Серга В.;\n' +
        '2014 год 10 ноября\n' +
        '\n' +
        'На АПРК проведено учение по испытанию всплывающей спасательной камеры (ВСК). Как отметил командующий СФ адмирал Владимир Королёв, "впервые в российском периоде истории отечественного ВМФ мы испытали по прямому предназначению всплывающую спасательную камеру новейшей атомной подводной лодки с испытательной командой на борту". Адмирал Владимир Королёв подчеркнул, что "результаты испытания ВСК ещё раз подтвердили надёжность и продуманность современных кораблей, поступающих на вооружение флота, а тщательная подготовка командования подводных сил СФ и экипажа АПЛ "Северодвинск" к данному учению позволили безопасно провести это сложнейшее мероприятие боевой подготовки». Особенностями данного учения стало то, что в относительно небольшой акватории губы Западная Лица атомной подводной лодке водоизмещением более 13 тысяч т при длине около 140 м, необходимо было погрузиться на глубину 40 м и стабилизировать корабль на этой глубине без хода, имитировав таким образом неподвижное положение условно аварийной АПЛ на грунте. В это же время испытательная команда всплывающей спасательной камеры, состоящая из 5 человек, отрабатывала на борту АПЛ комплекс мероприятий по оставлению условно аварийного корабля с помощью ВСК. В самой камере помимо испытательной команды также находился балласт по своей массе равный суммарному весу находящегося на борту экипажа. Второй технической особенностью данного учения было то, что после отсоединения и свободного всплытия ВСК, имеющей положительную плавучесть, АПЛ "потяжелела" на массу всплывающей камеры — а это несколько тонн. Экипажу в считанные секунды необходимо было обеспечить стабилизацию корабля на заданной глубине, а затем — его безопасное всплытие. После всплытия на поверхность ВСК была отбуксирована к борту спасательного судна, на который затем и поднялась испытательная команда. Помимо экипажа АПЛ на учение привлекались силы поисково-спасательного обеспечения СФ — спасательное судно "Михаил Рудницкий" и водолазные специалисты. Главнокомандующий ВМФ России адмирал Виктор Чирков поблагодарил личный состав СФ, привлекавшийся на учение по испытанию всплывающей камеры, за мужество и профессионализм, проявленные в ходе учения;\n' +
        '2015 год 19 марта\n' +
        '\n' +
        'Гендиректор Санкт-Петербургского морского бюро машиностроения "Малахит" Владимир Дорофеев сообщил ТАСС, что АПК успешно выполнил все мероприятия программы опытной эксплуатации. "Это и глубоководные испытания - погружение на предельную глубину с испытанием всех необходимых технических средств, и мероприятия, связанные с выполнением ракетных и торпедных стрельб с борта корабля, а также завершение государственных испытаний основных комплексов радиоэлектронного вооружения в глубоком море", - сказал в интервью ТАСС Дорофеев В.;\n' +
        '2015 год 9 мая\n' +
        '\n' +
        'Участвовал в параде кораблей в честь 70-ти летия Дня Победы в г.Североморск;\n' +
        '2015 год\n' +
        '\n' +
        'Находился в боевом составе ВМФ РФ. Входил в состав 11-й ДиПЛ ПС СФ;\n' +
        '2015 год 6 июня\n' +
        '\n' +
        'Прибыл в г.Северодвинск для проведения технических работ на ОАО "ПО "Севмаш";\n' +
        '2016 год 29 апреля\n' +
        '\n' +
        'В рамках выполнения плана боевой подготовки выполнил (командир - кап.1р. Митяев С.А.) из подводного положения успешный пуск крылатой ракеты морского базирования "Калибр" из акватории Баренцева моря по береговой учебной цели на полигоне Чижа в Архангельской области;\n' +
        '2016 год август\n' +
        '\n' +
        'ИА «Регион 29» со ссылкой на пресс-службу Северного флота сообщило, что экипаж крейсера успешно справился со всеми задачами первой боевой службы и вернулся к месту своего базирования в г.Заозерск;\n' +
        '2017 год 18 августа\n' +
        '\n' +
        'В рамках выполнения плана боевой подготовки выполнил из подводного положения успешный пуск крылатой ракеты морского базирования "Калибр" из акватории Баренцева моря по береговой учебной цели на полигоне Чижа в Архангельской области;\n' +
        '2018 год\n' +
        '\n' +
        'Находился в боевом составе ВМФ РФ. Входил в состав 11-й ДиПЛ ПС СФ;\n' +
        '2018 год 7 октября\n' +
        '\n' +
        'Прибыл в г.Северодвинск;\n' +
        '2018 год 4 декабря\n' +
        '\n' +
        'В рамках выполнения плана боевой подготовки выполнил из надводного положения успешный пуск крылатой ракеты морского базирования "Калибр" по береговой учебной цели на полигоне Чижа в Архангельской области. Стрельбы проходили в одном из полигонов Северного флота. Расстояние составило более 700 километров. Как подтвердил объективный контроль, стрельба выполнена с заданной точностью и с подтверждением всех полетных и технических параметров:\n' +
        '2019 год\n' +
        '\n' +
        'Выполнил задачи боевой службы со вторым экипажем на борту (командир - кап.1р. Гладков А.С.) в составе тактической группы (совместно с АПК "Орёл"). Задачи похода выполнены с оценкой "отлично";\n' +
        '2019 год 28 марта\n' +
        '\n' +
        'Успешно провел пуски крылатых ракет «Калибр», не выходя в открытое море — прямо от причальной стенки. В дальнейшем такие упражнения войдут в программу обязательной боевой подготовки всех экипажей подводных лодок с крылатыми ракетами на борту;\n' +
        '2019 год май\n' +
        '\n' +
        'Выполнил задачи подлёдного плавания с первым экипажем на борту (командир - кап.1р. Митяев С.А.). Отработал полный спектр профильных задач, включая поиск полыньи в заданном районе и всплытие во льдах, а также выполнил ряд практических исследований по применению оружия подо льдом. Впоследствии командир АПК был награждён орденом Мужества;\n' +
        '2019 год 1 - 15 августа\n' +
        '\n' +
        'Принял участие в межфлотских оперативных учениях "Океанский щит";\n' +
        '2019 год 15 - 17 октября\n' +
        '\n' +
        'Принял участие в стратегических командно-штабных учениях "Гром-2019" под руководством Президента РФ Путина В.В. 17.10 осуществил успешный пуск крылатой ракеты "Калибр";\n' +
        '2020 год апрель\n' +
        '\n' +
        'Пресс-служба Северного флота сделала сообщение о том, что АПК установил рекорд при стрельбе крылатой ракетой "Калибр" по архангельскому полигону Чижа. Уникальным выполнение этой задачи сделало сочетание нескольких факторов: стрельба велась из надводного положения по береговой цели и ее дальность. Факт занесен в Книгу достижений Вооруженных сил РФ за 2019 год. В том же году АПК отличился, выполнив специальную задачу подо льдом Северного Ледовитого океана. Ее подробности в штабе СФ раскрыть отказались, отметив лишь, что этот операция также попала в Книгу достижений ВС РФ;\n' +
        '2020 год\n' +
        '\n' +
        'Находился в боевом составе ВМФ РФ. Входил в состав 11-й ДиПЛ ПС СФ.\n' +
        'командиры первого экипажа (АПК в составе ВМФ):\n' +
        '\n' +
        '1. Горелов И.И. (18.06.2005-2009) 2. Митяев С.А. (2009-2019-202?)\n' +
        '\n' +
        'командиры второго экипажа (АПК в составе ВМФ):\n' +
        '\n' +
        '1. Шульга П.Н. (2005-2006) 2. Пацкявичюс Р.А. (2006-2009) 3. Рыженко Е.С. (06.2009-2013-2014?) 4. Гладков А.С. (2014?-2015-2020-202?)',
      gallery: [
        {
          title: 'Фото',
          pic: [
            {
              title: 'К-560 "Северодвинск"', src: '/history/К-560/К-560.jpg'
            },
          ],
        },
      ],
    },
  ]
})

