export const state = () => ({
  news: [
    { src:'https://avatars.mds.yandex.net/get-zen_doc/4055632/pub_60223dc1390eb32b9bd26e4d_6022463b390eb32b9be43dcd/scale_1200',
      title:'115 лет подводному флоту России"',
      data: '2021-02-09',
      // main: 'Каждый год 19 марта в нашей стране отмечается День моряка-подводника — профессиональный праздник военнослужащих и гражданского персонала подводных сил Военно-Морского Флота Российской Федерации, который был установлен Главкомом ВМФ РФ в 1996 году.\n' +
      //   '\n' +
      //   'В 2021 году подводным силам России исполняется 115 лет.\n' +
      //   '\n' +
      //   'Ещё в 1906 году по указу императора Николая II в классификацию судов военного флота был включен совершенно новый вид кораблей — подводные лодки.\n' +
      //   '\n' +
      //   'Этим же указом в состав Российского флота были включены 10 подводных лодок.\n' +
      //   '\n' +
      //   'За 115-летнюю историю отечественные субмарины прошли несколько этапов развития – от крошечных "потаенных судов" до самых больших в мире стратегических ракетоносцев. С момента появления в составе Военно-морского флота субмарины были и остаются воплощением самых прогрессивных научно-технических идей и передовых инженерных решений.\n' +
      //   '\n' +
      //   'Первая боевая подлодка появилась в российском флоте еще в 1903 году и тогда относилась к классу миноносцев. Это был «миноносец №150» — бывший «миноносец №113», а с 31 мая 1904 года — «Дельфин». Построена лодка была по проекту Ивана Бубнова. По его проектам было построено в общей сложности 32 подводных лодки, в том числе таких знаменитых типов, как «Барс», а также «Минога» и «Акула» — первые русские дизельные подводные лодки.\n' +
      //   '\n' +
      //   'Сегодня основу современных подводных сил ВМФ РФ составляют атомные стратегические и многоцелевые подводные лодки, вооруженные баллистическими ракетами морского базирования и крылатыми ракетами. В ближайшие несколько лет атомный костяк подводных сил будет серьезно обновлен: госпрограмма вооружений до 2020 года предусматривает строительство и введение в боевой состав ВМФ восьми ракетных подводных крейсеров стратегического назначения проекта 955 "Борей".\n' +
      //   '\n' +
      //   '12 июня 2020 года, в День России, в состав Военно-морского флота РФ был принят подводный ракетный крейсер «Князь Владимир». Субмарину стратегического назначения без преувеличений можно назвать уникальным подводным кораблем.\n' +
      //   '\n' +
      //   'Сегодня верные присяге моряки-подводники достойно продолжают традиции своих предшественников. Желаем всем морякам-подводникам успехов, крепкого здоровья, счастья, мира и благополучия! Пусть на берегу вас всегда встречают родные и любимые!\n' +
      //   '\n' +
      //   'В честь знаменательной даты, предприятием Челзнак выпущена памятная медаль «115 лет подводному флоту России»'
      // ,
      id: 1,
      url: 'https://zen.yandex.ru/media/id/5bf67f5013b7d100aa9ba9f8/115-let-podvodnomu-flotu-rossii-60223dc1390eb32b9bd26e4d'
    },
    {src: "https://avatars.mds.yandex.net/get-zen_doc/3755324/pub_6001557fdc0ac42b283152f1_603d5ed6bdd71022a21a1f23/scale_2400",
      title:'Модернизация АПЛ Иркутск - в два раза больше ракет',
      // main: 'Прощай Гранит.\n' +
      //   '\n' +
      //   'История российского атомного подводного флота берет свои корни из СССР. Сегодня невозможно представить наш ВМФ без АПЛ с тактическим ударным вооружением.\n' +
      //   '\n' +
      //   'Однако на былых возможностях далеко не уплывешь, и поэтому всякую военную технику нужно модернизировать какой бы мощной она не была. Это относится и к атомной подлодке К-132 "Иркутск".\n' +
      //   '\n' +
      //   'Атомную подлодку "Иркутск" построили в 1988 году на Севмаше. Через год она вошла в состав Северного флота. Эта третья лодка проекта 949А "Антей".\n' +
      //   '\n' +
      //   'В августе-сентябре 1990 года совершила подлёдный переход из Мурманской области на Дальний Восток. Тогда же вошла в состав Тихоокеанского флота. Там же впервые выпустила ракеты П-700 "Гранит" и получила свое название "Иркутск". С 1997 г. находилась в резерве.\n' +
      //   '\n' +
      //   'С 2008 года подлодка встала на ремонт. В 2013 году началась модернизация на заводе "Звезда" (Приморский край), на которую планировалось потратить 12 млрд. рублей. Была поставлена задача обновить ударное вооружение, навигационное оборудование, укрепить корпус ракетоносца и т.д. Реальный же ремонт и модернизация начались только в 2019 году.\n' +
      //   '\n' +
      //   '"Иркутск" будет оснащено двумя электрохимическими системами регенерации воздуха "Астра-35-2М" за 868 млн. рублей, корабельной системой управления технических средств "Сталь-949АМ" за 2,2 млрд. рублей и секретное изделие "3Р-14ПН" за 1,6 млрд. рублей.\n' +
      //   '\n' +
      //   'Но наверное главная изюминка модернизации - замена 24 ракет ЗМ-54 противокорабельного комплекса П-700 "Гранит" на 48 ракет "Калибр-ПЛ", "Оникс". Благодаря установке универсальной пусковой установки, "Иркутск" сможет запускать ракеты "Циркон". Это усилит боевую мощь подлодки.\n' +
      //   '\n' +
      //   'По планам, доведенная до уровня 949АМ подлодка, вернется в состав ТОФ в 2022 году.',
      data: '2021-03-02',
      id: 2,
      url: 'https://zen.yandex.ru/media/id/5d9e1fc38d5b5f00b0d8dd8f/modernizaciia-apl-irkutsk-v-dva-raza-bolshe-raket-6001557fdc0ac42b283152f1'
    },
    {src: "https://topwar.ru/uploads/posts/2012-08/1345172470_eNmJG.jpg",
      title:'Зверь из глубин»: зарубежная пресса о подлодке «Северодвинск',
      // main: '30 декабря прошлого года представители министерства обороны подписали приемный акт на многоцелевую атомную подводную лодку К-560 «Северодвинск». АПЛ проекта 885 «Ясень» в течение нескольких ближайших месяцев будет находиться в опытной эксплуатации и только после этого станет полноценной боевой единицей военно-морского флота. В ближайшее время должны быть устранены имеющиеся проблемы, после чего подлодка сможет выполнять возлагаемые на нее задачи.\n' +
      //   '\n' +
      //   'Начало опытной эксплуатации головной подлодки проекта 885 является важной новостью в контексте обновления российского военно-морского флота. Кроме того, подобные события просто не могли не привлечь внимание зарубежных специалистов и средств массовой информации. Так, в прошлое воскресенье британское издание The Sunday Times опубликовало статью под названием West fears the Beast from Beneath («Запад боится Зверя из глубин»), посвященную новой российской подлодке.\n' +
      //   '\n' +
      //   'Прежде всего британские журналисты отмечают, что введение в строй головной атомной подводной лодки нового проекта является поводом для беспокойства. Новые субмарины проекта «Ясень» могут стать серьезной угрозой для военно-морских сил США и других развитых стран. Пока ВМФ России принял только головную подлодку проекта, однако российское военное ведомство намерено построить в общей сложности восемь подобных подводных ракетоносцев.\n' +
      //   '\n' +
      //   'Авторы издания The Sunday Times не стесняются смелых утверждений и пишут, что подлодка «Северодвинск» позволит российскому подводному флоту опередить зарубежные. При этом, однако, оценки характеристик и возможностей новой субмарины делаются на основе имеющейся информации. Британские журналисты приводят слова источника в разведывательных службах, согласно которым зарубежные страны не имеют и половины необходимой информации о новейших российских многоцелевых АПЛ.\n' +
      //   '\n' +
      //   'В то же время, известные им факты вызывают определенное беспокойство. Малая шумность подлодки К-329 (по каким-то причинам именно такое обозначение используется в статье West fears the Beast from Beneath) «Северодвинск» делает ее малозаметной для существующих средств обнаружения и дает возможность незаметно выходить в заданный район. Перевозимый арсенал, состоящий из 24 крылатых ракет большой дальности «Гранит» с боевой частью мощностью 200 кт, ракет иных типов, торпед и мин, завершает известный облик субмарины и является дополнительным поводом для волнения.\n' +
      //   '\n' +
      //   'По данным британского издания, подлодка «Северодвинск» максимальной длиной 390 футов (около 119 метров) оснащается ядерным реактором, который обеспечивает ей высокие ходовые характеристики. Максимальная скорость подводного хода оценивается в 30-35 узлов, что позволит субмарине срывать атаки с применением некоторых типов противолодочного оружия. Характеристики прочного корпуса достаточны для погружения на глубину порядка 2000 футов (более 600 метров).\n' +
      //   '\n' +
      //   'Совокупность известных характеристик подлодки «Северодвинск» стала поводом для интересных сравнений. Новый российский подводный ракетоносец сравнивается с подлодкой из романа Т. Клэнси «Охота за “Красным октябрем”». Напомним, книжная субмарина превосходила все существующие корабли своего класса по ряду характеристик, что, среди прочего, стало одной из основ сюжета книги и снятого по ней фильма.\n' +
      //   '\n' +
      //   'Источник в разведке, на которого ссылаются авторы статьи West fears the Beast from Beneath, также отметил, что нынешняя ситуация все больше напоминает гонку вооружений. Причем на этот раз суть гонки заключается в скорейшем раскрытии секретов конкурента. До недавнего времени США полагали, что их подлодки самые лучшие и высокотехнологичные в мире, но последние российские разработки способны опровергнуть это мнение.\n' +
      //   '\n' +
      //   'Мнение британских журналистов разделяют авторы публикации Russia Develops High-Tech \'Beast From Beneath\' Submarine («Россия разработала высокотехнологичную подлодку, “Зверя из глубин”») в американском издании International Business Times. Кроме того, американское издание приводит слова писателя и специалиста по подводному флоту И. Баллантайна. Он отмечает, что подводный атомный флот всегда был самой элитной и престижной частью российских вооруженных сил. Огромные финансовые вливания в строительство новых атомных подводных лодок полностью соответствуют этой идее.\n' +
      //   '\n' +
      //   'Баллантайн также затронул политическую сторону принятия в строй подлодки «Северодвинск». Он напомнил, что российское руководство не скрывает свои намерения относительно развития военно-морского флота. Результатом этого развития должен стать мощный военный флот, позволяющий России решать задачи глобального характера. По этой причине подлодки проекта «Ясень» представляют собой новый повод для беспокойства американских и британских военачальников.\n' +
      //   '\n' +
      //   'Как видим, некоторые средства массовой информации Соединенных Штатов и Великобритании склонны воспринимать новую российскую АПЛ как потенциальную угрозу интересам их стран. Похоже, журналисты из The Sunday Times и International Business Times, а также специалисты, консультировавшие их, помнят о рисках, связанных с недооценкой потенциального противника. Кроме того, на выводах из обеих публикаций сказался дефицит информации: немалая часть сведений о проекте 885 «Ясень» до сих пор остается секретной и зарубежные специалисты не имеют возможности ознакомиться с ней и сделать выводы. Что касается открытых данных, то они позволяют строить самые смелые предположения.\n' +
      //   '\n' +
      //   'Необходимо отметить, в зарубежной прессе встречаются различные комментарии, связанные с новой российской многоцелевой АПЛ. Различные издания как хвалят «Северодвинск», так и называют его заведомо неудачным проектом. При этом почти никто не спорит с очевидным фактом: строительство многоцелевых атомных подводных лодок проекта 885 «Ясень», первой из которых стала К-560 «Северодвинск», в ближайшем будущем позволит улучшить состояние российского ВМФ в количественном и качественном отношении.',
      data: '2021-02-19',
      id: 3,
      url: 'https://topwar.ru/38386-zver-iz-glubin-zarubezhnaya-pressa-o-podlodke-severodvinsk.html'
    },
    {src: "https://topwar.ru/uploads/posts/2020-06/thumbs/1592230920_screenshot_1385.jpg",
      title:'Это уникальный подводный крейсер»: в чем особенности АПЛ «Князь Владимир',
      // main: '12 июня 2020 года, в День России, в состав Военно-морского флота РФ официально был принят подводный ракетный крейсер «Князь Владимир». Субмарину стратегического назначения без преувеличений можно назвать уникальным подводным кораблем.\n' +
      //    '\n' +
      //   'Основные технические и тактические преимущества субмарины\n' +
      //   '\n' +
      //   'Атомная подлодка «Князь Владимир» построена по проекту 955А «Борей-А» и названа в честь князя Владимира, при котором произошло крещение Руси. Строили лодку долго: еще в 2009 году начались работы по созданию корпуса субмарины, но официальная церемония закладки лодки состоялась 30 июля 2012 года при участии президента России Владимира Путина. 17 ноября 2017 года «Князь Владимир» был спущен на воду и вот сейчас, спустя три года, принят в состав ВМФ, а конкретнее Северного флота России.\n' +
      //   '\n' +
      //   'Подводный ракетный крейсер «Князь Владимир» - четвертая по счету атомная подлодка проекта «Борей». Понятно, что с каждым новым кораблем происходит определенное усовершенствование за счет внедрения технологий, которые не стоят на месте. Так, к безусловным достоинствам АПЛ «Князь Владимир» можно отнести хорошие маневренные качества, эффективную систему управления вооружением и, что очень важно для подводной лодки, невысокую шумность. Лодка может погружаться на глубину до 400 метров, а автономное плавание продолжать в течение трех месяцев.\n' +
      //   '\n' +
      //   'Учитывая эти технические характеристики, обнаружить подводную лодку кораблям и противолодочной авиации противника так просто не удастся. Малошумность, специфические обводы корпуса, низкий уровень физических полей и маневренность позволяют сделать перемещения подводного крейсера более скрытными, что, в свою очередь, помогает незаметно выйти на нужную позицию и произвести пуски ракет.\n' +
      //   '\n' +
      //   'Экипаж субмарины, несмотря на ее внушительные габариты, составляет всего 107 человек. Однако управлять крейсером им будет не сложно (по крайней мере, так считают в командовании): на «Князе Владимире» установлена бортовая информационная управляющая автоматизированная система, существенно облегчающая выполнение любых задач в сфере управления подводным кораблем.\n' +
      //   '\n' +
      //   'Вооружен ракетами «Булава»\n' +
      //   '\n' +
      //   'Отдельно стоит сказать о вооружении «Князя Владимира». Оно включает в себя 6 торпедных аппаратов калибра 533 мм и 16 баллистических ракет «Булава». Последние, в свою очередь, несут по 6 ядерных боевых блоков индивидуального наведения, могут поражать цель на расстоянии 10 тысяч километров с вероятным отклонением всего на 120-350 метров. Для противника ракетные удары станут полной неожиданностью.\n' +
      //   '\n' +
      //   '"Мы вообще не сравниваем его с зарубежными образцами, у зарубежных образцов такого нет, это уникальный крейсер, следующий подводный крейсер будет серийным, их будет много",\n' +
      //   '\n' +
      //   '- заявил главком ВМФ России адмирал Николай Евменов в интервью телеканалу НТВ. Нет никаких сомнений, что главкому, тридцать лет прослужившему именно в подводном флоте России, можно верить.\n' +
      //   '\n' +
      //   'Появление в составе Северного флота подводного крейсера «Князь Владимир» значительно усилит обороноспособность России на наших северных границах. Тем более, что субмарине предстоит решать важные задачи не только в Арктике, но и в любой точке мира, куда ее могут направить по решению вышестоящего командования.',
      data: '2020-06-15',
      id: 4,
      url: 'https://topwar.ru/172187-jeto-unikalnyj-krejser-v-chem-osobennosti-apl-knjaz-vladimir.html'
    },
    {src: "https://avatars.mds.yandex.net/get-zen_doc/3412469/pub_5ffde3eafec2503c7482b3a7_603bd9ec82fc21754d37ee73/scale_1200",
      title: 'Результаты госпрограммы вооружений 2020 для ВМФ РФ',
      // main: 'Начало нового 2021 года - отличный повод вспомнить "добрым словом" не только надолго всем запомнившийся 2020-й, но и обратить свой пристальный взгляд на более значимый отрезок, а именно десятилетие госпрограммы вооружений 2011-2020. Ведь большое видится издалека. Внимание уделим ГПВ 2020 в области укрепления и развития ВМФ. В частности оценим и планы, и результаты, которых удалось достичь.\n' +
      //   '\n' +
      //   'Для начала уточним, что на "десятилетку" перевооружения из госбюджета всего было выделено 20 трлн. рублей, а ВМФ из них досталась четверть 5 трлн. руб. На строительство новых кораблей и ремонт (модернизацию) уже имеющихся эти средства распределились приблизительно поровну (2,35 трлн. и 2,65 трлн. рублей соответственно).\n' +
      //   '\n' +
      //   'А теперь перейдем к конкретике (оставив за бортом пункты связанные с береговыми ракетными комплексами и авиацией ВМФ).\n' +
      //   '\n' +
      //   'Стратегические АПЛ 4-го поколения пр. 955 "Борей"- План 8 - Факт 5 (флоту переданы 4). Процент выполнения = 62,5%. От части просрочка вызвана долгим доведением до ума и принятием на вооружение МБР "Булава", совместимых с подлодками данного типа.\n' +
      //   '\n' +
      //   'Многоцелевые АПЛ 4-го поколения пр. 885 "Ясень" - план 8 - факт 3 (флоту передана 1). Процент выполнения = 37,5%.\n' +
      //   '\n' +
      //   'Дизель-электрические ПЛ пр. 636.3 "Варшавянка" - план 6 - факт 7. Процент выполнения = 117%.\n' +
      //   '\n' +
      //   'Дизель-электрические ПЛ пр. 677 "Лада" - план 2 - факт 0. Процент выполнения = 0%. Отечественная промышленность пока не смогла в полной мере освоить технологию воздухонезависимых энергоустановок для ПЛ (лидерами в этой области являются Япония, Корея и Германия, поставившие строительство подобных агрегатов на поток). Это и стало причиной срыва плана по данному типу лодок, и как результат - переориентация на насыщение флота более привычными, но морально устаревающими "Варшавянками".\n' +
      //   '\n' +
      //   'АПЛ специального назначения 09851 "Хабаровск" - план 1- факт 0. Процент выполнения = 0%. Причины просрочки строительства не известны в силу повышенной секретности проекта "Статус-6" ("Посейдон").\n' +
      //   '\n' +
      //   'Фрегаты 2-го ранга пр. 11356 - план 6 - факт 3. Процент выполнения = 50%. Изначально данный проект кораблей под шифром "Тальвар" считался сугубо экспортным и предназначался для поставок индийским ВМС, однако, после того, как стало понятно, что пр.22350 буксует и ЧФ рискует в ближайшей перспективе остаться без боеспособных кораблей дальней морской зоны, было принято решение экстренного начала строительства и для ВМФ РФ. Передать черноморцам успели 3 из 6, т.к. в силу известных событий 2013-2014 гг. прекратились поставки двигателей из соседнего государства.\n' +
      //   '\n' +
      //   'Фрегаты 1-го ранга пр. 22350 "Адмирал Горшков"- план 8 - факт 2. процент выполнения = 25%. Причинами срыва строительства кораблей данного проекта стали как вышеописанные проблемы с доморощенными двигательными установками (полностью локализовать производство и наладить серию удалось только в 2020 году), так и долговременное доведение до ума системы ЗРК "Полимент-Редут" - основы ПВО кораблей сего проекта.\n' +
      //   '\n' +
      //   'Корветы 2-го ранга пр. 20380(5) - план 18 - факт - 10 (флоту переданы 8). Процент выполнения = 56%.\n' +
      //   '\n' +
      //   'Корветы 2-го ранга пр. 20386 "Меркурий" - план 1 - факт -0. Процент выполнения = 0%. Один из редких случаев, когда о долгострое сожалеть не приходится. Стильный, модный, современный... дорогой и бесполезный - цена и размеры почти как у фрегата 22350, вооруженность хуже, чем у корветов 20385, чья серия будет продолжена из-за проблем со строительством (или из-за обильной критики) 20386.\n' +
      //   '\n' +
      //   'Патрульные корабли пр. 22160 "Василий Быков" - план 6- факт 3. Процент выполнения = 50%. Младший брат "Меркурия" - этим многое сказано.\n' +
      //   '\n' +
      //   'Сторожевые корабли пр. 11661 "Гепард" - план 1 - факт 1. Процент выполнения = 100%.\n' +
      //   '\n' +
      //   'МРК пр. 21631 "Буян-М" - план 9 - факт 9. Процент выполнения = 100%.\n' +
      //   '\n' +
      //   'МРК пр. 22800 "Каракурт" - план 9 - факт 9 (флоту переданы 3). Процент выполнения = 100%. Москитный флот у отечественных корабелов явно получается. По предварительной информации, на основе пр. 22800 будет создана линейка малых противолодочных кораблей.\n' +
      //   '\n' +
      //   'БДК пр. 11711 "Иван Грен" - план 2 - факт 2. Процент выполнения = 100%.\n' +
      //   '\n' +
      //   'УДК Mistral - план 2 - факт -0. Процент выполнения = 0%. Вертолетоносцы-доки строившиеся совместно с французами по их же технологиям. Всем известны и понятны объективные причины, почему ВМФ РФ не пополнился этими кораблями, но не включить их список, справедливости ради, было не возможно.\n' +
      //   '\n' +
      //   'Итог грубого подсчета - средний процент выполнения ГПВ 2011-2020 в области строительства новых кораблей для ВМФ РФ = 53,2%.\n' +
      //   '\n' +
      //   'То есть эффективно было израсходовано 1,25 трлн. рублей, а 1,1 трлн. рублей (14,7 млрд. долларов США) - в боевые корабли не трансформировались.\n' +
      //   '\n' +
      //   'P.S. Скорость строительства боевых кораблей 1 и 2-го ранга для ВМФ РФ от момента закладки до передачи флоту в 3-4 раза хуже, чем у лидеров в этой области - Китая, Японии, США, Юж.Кореи.\n' +
      //   '\n',
      data: '2021-02-28',
      id: 5,
      url: 'https://zen.yandex.ru/media/russian_grass/rezultaty-gosprogrammy-voorujenii-2020-dlia-vmf-rf-5ffde3eafec2503c7482b3a7?&utm_campaign=dbr'
    },
    {
      src: 'https://avatars.mds.yandex.net/get-zen_doc/3502163/pub_605d7fc5a5f59d2919d137cc_605d8421d15daa73441a72c6/scale_1200',
      id: 6,
      title: 'Флот отказался списывать подлодки – «Калибры» получат все атомоходы.',
      data: '2021-03-26',
      url: 'https://zen.yandex.ru/media/survival_task/flot-otkazalsia-spisyvat-podlodki--kalibry-poluchat-vse-atomohody-605d7fc5a5f59d2919d137cc?&utm_campaign=dbr&disable_feed_under_article=false'
    }
  ],
})
