export const state = () => ({
  list: [
    {
      linkName: 'Моцак Михаил Васильевич',
      name: 'Вице-адмирал <br> Моцак Михаил Васильевич',
      profession: 'Герой Российской Федерации (1994),<br>' + 'вице-адмирал (1996), подводник.',
      src: '/persons/Motsac_M.V.png',
      rewards: [
        {
          year: '1977',
          name: 'Медаль «За боевые заслуги»'
        },
        {
          year: '1990',
          name: 'Орден Красной Звезды'
        },
        {
          year: '1984',
          name: 'Орден «За службу Родине в Вооруженных Силах СССР» III степени'
        },
        {
          year: '1993',
          name: 'Орден «За личное мужество»'
        },
        {
          year: '1994',
          name: 'Звание Героя Российской Федерации с вручением знака особого отличия – медали «Золотая Звезда»'
        },
        {
          year: '1998',
          name: 'Орден «За заслуги перед Отечеством» IV степени;'
        },
        {
          year: '2009',
          name: 'Орден Почета'
        },
        {
          year: '2005, 2012',
          name: 'Благодарности президента Российской Федерации'
        },
      ],
      content: 'Герой Российской Федерации (1994), вице-адмирал (1996), подводник.\n' +
        'Родился 22 ноября 1949 г. в Москве.\n' +
        'В 1972 г. с отличием окончил Черноморское высшее военно-морское училище имени П.С. Нахимова. После окончания училища начал службу старшим инженером базы оружия Тихоокеанского флота, затем служил на подводных лодках. В 1974–1979 гг. – командир боевой части, помощник командира, старший помощник командира атомной подводной лодки. В 1980 г. окончил Высшие специальные офицерские классы ВМФ. В 1981–1985 гг. – командир атомной подводной лодки Северного флота, в 1985–1991 гг. – заместитель командира дивизии подводных лодок СФ.\n' +
        'В 1985 году будущий вице-адмирал был назначен замкомандира 33 дивизии 1-й флотилии подлодок Военно-морского флота СССР. Через два года получил диплом Военно-морской академии им. Маршала СССР А. А. Гречко, а в 1991 – Военной академии Генерального штаба Вооруженных Сил СССР им. К. Е. Ворошилова. Эти учебные заведения Михаил Васильевич оканчивал заочно.\n' +
        'В период 1991-1993 командовал Одиннадцатой дивизией атомных подлодок Северного флота. В феврале 1993 был удостоен воинского звания контр-адмирал. С августа этого же года занимал должность начальником штаба Первой флотилии атомных подлодок. В этот временной отрезок он принимал участие в более чем двух десятках боевых службах и различных дальних походах. Моцак был командиром двух трансарктических переходов с Северного на Тихоокеанский флот.\n' +
        'С 1993 г. – начальник штаба 1-й флотилии атомных подводных лодок. \n' +
        'В период с декабря 1994 по май 1999 командовал Первой Краснознаменной флотилией подлодок Северного флота (сейчас она называется одиннадцатой флотилией). В 1996 году получил звание вице-адмирала. После этого стал начальником штаба, первым заместителем командира Северным флотом.\n' +
        'Михаил Васильевич был одним из руководителей учений, в процессе которых 12 августа 2000 года погиб весь экипаж подводной лодки К-141 «Курск». Это проект носил номер 949А. Моцака назначили командиром в период июль-октябрь в 2001 году экспедиции особого назначения, которая занималась организацией подъема подлодки со дна Баренцева моря. Уволился в запас по собственному желанию в декабре 2001 года, но не смог долго отдыхать на заслуженном отдыхе и снова приступил к работе. В этот раз он оказался на правительственной службе.\n' +
        'Указом Президента РФ от 15 июня 1994 г. контр-адмиралу М.В. Моцаку за мужество и героизм, проявленные при выполнении воинского долга, присвоено звание Герой Российской Федерации.\n' +
        'В 1999–2001 гг. – начальник штаба – первый заместитель командующего Северным флотом. Почетный полярник России. Участник 24-х дальних походов, наплавал в общей сложности 390 тыс. миль. В июле – октябре 2001 г. возглавлял экспедицию особого назначения по подъему погибшей атомной подводной лодки «Курск». В 2002 г. Указом Президента РФ освобожден от должности, а несколько позже назначен первым заместителем полномочного представителя Президента Российской Федерации в Северо-Западном федеральном округе. В настоящее время М.В. Моцак – помощник полномочного представителя Президента Российской Федерации в Северо-западном Федеральном округе. Курирует оборонные и правоохранительные вопросы.\n' +
        'Награды и звания, которых был удостоен Михаил Васильевич Моцак:\n' +
        '30 медалей, среди которых «За боевые заслуги». Ее он получил в 1977 году;\n' +
        'в 1980 году – орден Красной Звезды;\n' +
        '1984 – орден «За службу Родине в Вооруженных Силах СССР» III степени;\n' +
        '1993 – орден «За личное мужество»;\n' +
        'июнь 1994 – Звание Героя Российской Федерации с вручением знака особого отличия – медали «Золотая Звезда»;\n' +
        '1998 – орден «За заслуги перед Отечеством» IV степени;\n' +
        'октябрь 2009 – орден Почета;\n' +
        '2005, 2012 – Благодарности президента Российской Федерации;\n' +
        'звание «Почетного полярника».\n' +
        'Утром 19 октября умер Михаил Моцак. Причина смерти – продолжительное и тяжелое заболевание. В это время он находился на лечении в Санкт-Петербурге в Военно-медицинской академии. 22 ноября ему исполнилось бы 70 лет.\n' +
        'По словам сослуживцев, вице-адмирала любили и уважали, он оказывал людям много помощи. Но болезнь прогрессировала и справиться с ней он не смог. Михаил Васильевич страдал от сахарного диабета. Он никогда не жаловался на плохое самочувствие, продолжать выполнять возложенные на него обязанности, а также был главой организации ветеранов Северного флота. Но примерно за 1,5 месяца до смерти впервые сказал, что желает передать полномочия преемнику, потому что не может и дальше возглавлять организацию из-за ухудшающегося здоровья.'
    },
    {
      linkName: 'Маслов Владимир Петрович',
      name: 'Адмирал <br> Маслов Владимир Петрович',
      profession: 'командир 11 дпл с 1966г. по 1968г.',
      src: '/persons/Maslov_V.P.jpg',
      rewards: [
        {
          name: 'Орден Ленина'
        },
        {
          name: 'Орден Октябрьской Революции'
        },
        {
          name: 'Орден Отечественной войны I степени'
        },
        {
          name: 'Орден «Красной Звезды»'
        },
        {
          name: 'Орден «За службу Родине в Вооруженных силах СССР» III степени'
        },
        {
          name: 'Звание Героя Советского Союза'
        },
      ],
      content: 'Маслов Владимир Петрович родился 14 апреля 1925 года в селе Красная Горка Белебеевского района Башкирской АССР. Известно, что с детства он мечтал стать военным моряком, однако осуществить эту мечту сразу ему не удалось. Помешала начавшаяся Великая Отечественная война. Суровые военные годы круто меняли судьбы миллионов людей и, конечно же, весьма существенно повлияли на жизнь молодого В.П.Маслова. \n' +
        'В феврале 1942 года В. Маслов поступает во Вторую Московскую военно-авиационную школу механиков, после успешного окончания которой в октябре 1943 года он уже воевал в составе штурмового авиаполка 16-й воздушной армии. Первое боевое крещение получил на Украине. Только за первые несколько месяцев боев экипаж самолета В. П. Маслова совершил более 150 боевых вылетов и сбил за это время несколько вражеских самолета. Командир эскадрильи капитан А. В. Андреев отметил «хорошую слаженность труда механиков, техников и особенно старшего сержанта Маслова». Как лучшего авиамеханика, командование полка направило его в помощь Войску Польскому. Там он за умелые действия и оказанную квалифицированную помощь полякам после освобождения их столицы от немецко-фашистских захватчиков был награжден медалью «За освобождение Варшавы». \n' +
        'Война не изменила мечту романтика моря, после ее окончания В. П. Маслов стал курсантом Высшего военно-морского училища имени М. В. Фрунзе. Высшее военно-морское училище имени М. В. Фрунзе (1946—1950), Успешно завершив учебу в этом престижном учебном заведении, В.П.Маслов служил на подводной лодке на Северном флоте. Здесь он прошел все ступени военной службы, являясь командиром боевой части, помощником и старшим помощником командира, набрал необходимый опыт.\n' +
        'Высшие специальные офицерские классы ВМФ (1955—1956), Учитывая высокий профессионализм и накопленный опыт службы капитана III ранга В.П. Маслова, руководство флота решило назначить его командиром подводной лодки. Усилия командира и старания экипажа привели к тому, что подводная лодка «С-155» была отмечена Главнокомандующим Военно-морским флотом СССР С.Г.Горшковым как «Отличный корабль». \n' +
        'В 1958 году Владимир Петрович был назначен начальником штаба дивизии подводных лодок, а затем в сентябре 1966 -1968 года - командиром 11 дивизии подводных лодок. \n' +
        'Военную академию Генерального штаба Вооружённых Сил СССР (1964—1966). В 1975 году он стал адмиралом. Время было сложное, возникли напряженности в международных отношениях. Флот перевооружался. Проходили крупные учения. Тихоокеанский флот имел важное значение во внешней политике государства. В этот период многие подводные лодки и надводные корабли оснащались ядерным оружием. На флот поступали современные самолеты. Корабли Тихоокеанского флота в 1973 году расчищали порты Бангладеш, а в 1974 году участвовали в разминировании Суэцкого канала. Адмирал В.П.Маслов твердо и уверенно до 1979 года командовал флотом. Участие в Великой Отечественной войне, ответственная многолетняя служба на флоте не могли не сказаться на здоровье адмирала. В 1979 году после длительной болезни ему стало трудно командовать флотом. Адмиралу В.П.Маслову предложили должность советника командующего Военно-морским флотом Германской Демократической Республики, одновременно он стал представителем Объединенных Вооруженных Сил государств — участников Варшавского Договора во флоте ГДР. В 1985 году Владимир Петрович Маслов по болезни был уволен в запас. Так закончилась военная служба нашего земляка, покорившего два океана – воздушный и водный. В. П. Маслов вел большую общественную работу, избирался депутатом Верховного Совета РСФСР, кандидатом в члены ЦК КПСС. Адмирал В.П.Маслов умер 24 сентября 1988 года. \n' +
        'За многие годы службы Отечеству он был награжден орденами Ленина, Октябрьской Революции, Отечественной войны I степени, Красной Звезды, «За службу Родине в Вооруженных силах СССР» III степени и многими медалями.'
    },
    {
      linkName: 'Голосов Рудольф Александрович',
      name: 'Вице-Адмирал <br> Голосов Рудольф Александрович',
      profession: 'Герой Советского Союза, вице-адмирал, член-корреспондент РАЕН, профессор, кандидат военных наук.',
      src: '/persons/Golosov_R.A..jpg',
      rewards: [
        {
          name: 'Орден Ленина'
        },
        {
          name: 'Орден Красного Знамени'
        },

        {
          name: 'Орден «Красной Звезды»'
        },
        {
          name: 'Ордена «За службу Родине в Вооруженных силах СССР» II и III степени'
        },
        {
          name: 'Звание Героя Советского Союза'
        },
      ],
      content: 'Родился 14 ноября 1927 года в селе Устье Нерльского (ныне Калязинского) района Тверской области, в семье сельских учителей.\n' +
        'Отец – Голосов Александр Владимирович (1899–1943), участник Великой Отечественной войны, погиб на фронте. Мать – Рыбакова Анна Ивановна (1906–1996). Супруга – Голосова Татьяна Николаевна (1932 г. рожд.), преподаватель русского языка и литературы. Сыновья: Голосов Андрей Рудольфович (1955 г. рожд.), окончил Военно-морское училище (то же, что и отец), служил на стратегических атомных ракетоносцах, уволен в запас в звании капитана 2 ранга с должности старшего помощника командира; Голосов Алексей Рудольфович (1971 г. рожд.). Дочери: Васильева Елена Рудольфовна (1957 г. рожд.), филолог; Князева Мария Рудольфовна (1968 г. рожд.), сотрудник телекомпании «ТВЦ». Внуки: Голосова Софья (1981 г. рожд.), работает в банке; Голосов Дмитрий (1984 г. рожд.), с отличием окончил МГТУ имени Н.Э. Баумана; Колесников Олег (1984 г. рожд.), лейтенант Северного флота, подводник; Голосова Анна (1988 г. рожд.), студентка Российского государственного социального университета; Князева Тамара (1999 г. рожд.).\n' +
        'В 1933 году Рудольф вместе с родителями переехал в Москву. К началу Великой Отечественной войны окончил 6-й класс. Утро 22 июня 1941 года встретил в пионерском лагере, а уже через месяц наблюдал первый налет немецких бомбардировщиков на Москву. Ревя моторами, они проносились над лагерем. Со стороны Москвы навстречу вражеским самолетам тянулись трассы разрывов зенитных снарядов.\n' +
        'Отец ушел на фронт. Мать оставалась работать в Москве. Рудольф с бабушкой, опекавшей также его двух младших сестер и брата, оказался в эвакуации в Свердловске. Когда пришла похоронка на отца, у него возникло страстное желание – стать военным. В 1942 году Рудольф с отличием окончил 7 классов средней школы и поступил в Ленинградскую военно-морскую специальную школу, находившуюся в эвакуации в городе Тара Омской области. После снятия блокады в июле 1944 года спецшкола вернулась в Ленинград и была преобразована в Ленинградское военно-морское подготовительное училище, которое Рудольф Голосов окончил в 1945 году с золотой медалью.\n' +
        'В том же году Р.А. Голосов поступил в Высшее военно-морское училище имени М.В. Фрунзе. За отличную учебу получал Сталинскую стипендию, был занесен на мраморную Доску почета, что давало ему право выбора флота по окончании училища в 1949 году: он выбрал Северный флот и службу на подводных лодках. \n' +
        'Р.А. Голосов получил назначение штурманом средней подводной лодки «С-26», которая базировалась в городе Полярный. В октябре 1950 года он в составе экспедиции особого назначения перешел на ней Северным морским путем на Тихоокеанский флот (ТОФ). До 1953 года служил в Советской Гавани, а затем на Камчатке, пройдя последовательно должности штурмана, помощника командира и старшего помощника командира средней подводной лодки, и в звании капитан-лейтенанта был допущен к самостоятельному управлению средней подводной лодкой.\n' +
        'В октябре 1954 года Р.А. Голосов с отличием окончил специальные офицерские классы подводного плавания при 1-м Высшем военно-морском училище подводного плавания. По окончании учебы он получил назначение на Тихоокеанский флот и вместе с молодой женой Татьяной отправился в город Находка, где полгода командовал малой ПЛ XV серии «М-236» (был самым молодым командиром подводной лодки на ТОФе), а затем назначен командиром новейшей ПЛ «С-145» проекта 613 в город Владивосток.\n' +
        'По тем временам это была самая совершенная советская дизельная подводная лодка из самой многочисленной серии ПЛ. Всего таких лодок в СССР построено 215. Такого количества однотипных ПЛ не построила ни одна страна в мире кроме фашистской Германии в годы Второй мировой войны. ПЛ проекта 613 были основой подводных сил страны. Именно на них выросли практически все послевоенные поколения подводников в СССР, к которым относится и Рудольф Александрович Голосов. \n' +
        'С 15 ноября по 15 декабря 1955 года, командуя ПЛ «С-145», Р.А. Голосов выполнил уникальный поход в Японском море на полную автономность, ни разу не всплывая в надводное положение. Для дизельной ПЛ – это сложнейшая задача, которую раньше Тихоокеанский флот не решал. Днем «С-145» шла на перископной глубине под РДП (работа дизеля под водой), а ночью – на глубине под электромоторами, получающими питание от заряженных днем аккумуляторов. Однажды при всплытии лодка чуть было не попала под таран огромного транспорта. Спасла мгновенная реакция командира. «С-145» успела быстро уйти на глубину. Поход прошел успешно. Под новый 1956 год газета «Советский флот» поместила статью об этом походе и фото командира у перископа. Р.А. Голосову были вручены часы «Победа» с дарственной надписью «… от командующего ТОФ. 1957.» В июне 1956 года ему присвоено очередное звание – «капитан 3 ранга».\n' +
        'В мае 1957 года Р.А. Голосова командируют на Северный флот, где он принимает большую подводную лодку «Б-72» проекта 611. На «Б-72» он во второй раз пошел по Северному морскому пути, с Северного флота на Тихоокеанский. И вновь на Камчатку. Армада следовала внушительная: 17 ПЛ проекта 613, две – проекта 611 (в том числе и «Б-72») и два отряда надводных кораблей. Вышли в поход в июле, а уже в октябре 1957 года оказались в родной базе ТОФ, в бухте Крашенинникова, преодолев штормы и ледяные заторы с помощью ледоколов. Позади остались воспоминания – в том числе и боевая тревога, когда льды как тиски сжали «Б-72». Но повезло, раздавлена была всего одна цистерна главного балласта с одного борта. \n' +
        'В ноябре 1958 года Р.А. Голосов в составе Камчатской дивизии совершает еще один уникальный поход. На этот раз перед «Б-72» была поставлена задача участвовать в научных исследованиях по освоению космоса. Надо было сделать в океане гравиметрические замеры для запусков спутников Земли и баллистических ракет. Предстоял поход в южные широты Тихого океана до экватора и далее на юг до параллели 60є. Решались и чисто военные задачи: разведка, плавание ПЛ в различных климатических зонах, испытание новой аппаратуры.\n' +
        'Ураганы и штормы – всё в океане пережил экипаж «Б-72» под командованием Р.А. Голосова. Имея штатную автономность плавания 75 суток, ПЛ непрерывно находилась в Тихом океане 120 суток, пройдя 20 120 миль. Несмотря на ряд трудностей, все поставленные командованием задачи были выполнены успешно. Вернулись из похода 25 марта 1958 года. За выполнение правительственного задания Р.А. Голосов награжден орденом Красного Знамени. Получили награды и члены экипажа.\n' +
        'В июне 1959 года Р.А. Голосов получил очередное звание – «капитан 2 ранга», в октябре назначен начальником штаба бригады ПЛ, затем – командиром бригады и заместителем командира дивизии ракетных ПЛ.\n' +
        'С 1962 по 1965 год Р.А. Голосов – слушатель Военно-морской академии в Ленинграде. Окончив академию с золотой медалью и получив воинское звание «капитан 1 ранга», он возвращается на Камчатку на должность начальника штаба той же 29-й дивизии ракетных ПЛ.\n' +
        'В начале 1966 года Р.А. Голосов вышел старшим на боевую службу на одной из ПЛ дивизии с целью проверки подготовленности ее командира. Поход продолжительностью полтора месяца к западному побережью США, проходивший в условиях зимних штормов и противодействия противолодочных сил США, оказался весьма сложным. В один из дней его своевременным вмешательством в управление подводной лодкой удалось предотвратить возможную гибель корабля из-за неправильных действий командира. С возвращением в базу командир подводной лодки был снят с должности.\n' +
        'Осенью 1966 года Р.А. Голосов назначается начальником штаба 15-й эскадры ПЛ на Камчатке. В эскадру входили бригады больших и средних дизельных ПЛ, дивизия дизельных ракетных ПЛ с баллистическими ракетами и только что сформированная дивизия атомных ПЛ, вооруженных крылатыми ракетами. На вооружении подводных лодок эскадры оказались практически все образцы ракетного и торпедного оружия, имевшиеся в то время в ВМФ СССР. Начальник штаба эскадры оказался единственным лицом из командования, допущенным к руководству практическими стрельбами всем этим арсеналом ракет и торпед. Пришлось очень много плавать, попадая зачастую в весьма сложные ситуации и предпринимая героические усилия, чтобы выполнить поставленные задачи. Это был богатейший опыт. \n' +
        'В 1969 году Р.А. Голосов направляется на учебу в Военную академию Генерального штаба в Москву. Через два года окончив ее с золотой медалью, он получает назначение командиром 11-й дивизии атомных подводных лодок с крылатыми ракетами Северного флота. В ноябре 1971 года ему присвоено воинское звание «контр-адмирал». Летом 1974 года за успехи в боевой и политической подготовке дивизия награждена вымпелом министра обороны «За мужество и воинскую доблесть», а осенью того же года командир дивизии Р.А. Голосов назначен начальником штаба 1-й флотилии атомных подводных лодок Северного флота.\n' +
        'В должности командира дивизии Р.А. Голосову довелось руководить очередным уникальным походом отряда, состоявшего из двух атомных подводных лодок «К-201» и «К-314» Северного флота и трех только что построенных надводных кораблей и судов с Балтийского флота: большой противолодочный корабль «Маршал Ворошилов», экспедиционное океанографическое судно «Башкирия» и плавучая мастерская «ПМ-129». Маршрут протяженностью 26 700 миль пролегал через Атлантику, вокруг Африки, через Индийский океан, Малаккский и Сингапурский проливы, Южно-Китайское море, через пролив Баши в Тихий океан и далее – на Камчатку. Переход занял 107 суток – с 20 января по 7 мая 1974 года. Корабли и суда отряда по ходу плавания совершили целый ряд деловых заходов в порты Экваториальной Гвинеи, Сомали, Йемена и на остров Маврикий. Подводные лодки некоторое время несли боевую службу на подходах к Персидскому заливу, где находилась авианосная ударная группа ВМС США с авианосцем «Кити Хок».\n' +
        'Будучи уже начальником штаба флотилии, в марте 1975 года, Р.А. Голосов проводил учение «Океан-75». Небольшой походный штаб из Севастополя на крейсере Черноморского флота перешел в Средиземное море к острову Крит. Затем на плавбазе подводных лодок «ПБ-82» Северного флота переправился в порт Конакри, столицу Гвинейской Республики. В ходе учения под руководством главнокомандующего ВМФ, используя для разведки в океане два самолета-разведчика «Ту-95» авиации Северного флота, походный штаб осуществлял фактическое наведение группы подводных лодок из Средиземного моря на конвой «противника», следовавший в Атлантике вдоль Африканского побережья. В середине мая, с окончанием учений, плавбаза возвратилась на Северный флот. В крайне сложной и напряженной работе начальника штаба, особенно такого, как штаб 1-й флотилии, подобный поход был светлой полосой, несмотря на трудности и ответственность.\n' +
        'В марте 1978 года Р.А. Голосов назначен командующим 1-й флотилией атомных ПЛ, которой командовал до февраля 1980 года. В этот период флотилия стала самым большим объединением подводных лодок в ВМФ СССР. В ее состав входили шесть дивизий (более 40 подводных лодок и 60 их экипажей), тыл с базами хранения и приготовления ракетного и торпедного оружия, судоремонтный комплекс, служба радиационной безопасности, хранилища радиоактивных отходов и отработанных тепловыделяющих элементов атомных реакторов, закрытый гарнизон с жилым городком и всей обеспечивающей инфраструктурой. Все это огромное хозяйство, спрятанное в заполярных сопках губы Западная Лица, должно было непрерывно и круглосуточно функционировать, чтобы обеспечить решение задач подводными лодками в Мировом океане. Руководство всем этим обширным хозяйством возлагалось на командующего с соответствующей мерой ответственности.\n' +
        'Вскоре после вступления в новую должность произошло наиболее яркое событие, если не главное дело в жизни Рудольфа Александровича, которое страна оценила как подвиг.\n' +
        'В это время по Северному морскому пути подо льдами уже активно выполнялись переходы с Северного флота на Тихоокеанский флот атомных подводных лодок. Обычно АПЛ ходили поодиночке. Но все подобные походы осуществляли двухвинтовые АПЛ. Предстоял же новый поход АПЛ, которые имели один винт и один реактор. Это были атомные подводные лодки с крылатыми ракетами проекта 670 из дивизии, которой когда-то командовал Рудольф Александрович. Но теперь уже в должности командующего флотилией атомоходов Северного флота ему предстояло руководить переходом двух таких АПЛ – «К-212» и «К-325».\n' +
        'Р.А. Голосов был вызван в Москву для доклада плана перехода главнокомандующему ВМФ С.Г. Горшкову. Как обычно, предварительное решение главнокомандующего определяло поочередный переход АПЛ. После прохода первой, с получением донесения от нее о благополучном завершении похода, должна была идти вторая АПЛ. Так было заведено, и так все время осуществлялись подледные переходы атомоходов. Казалось, это надежно и предсказуемо: раз прошла одна АПЛ, успешно пройдет и другая. Р.А. Голосов знал о таком правиле, но предложил иное решение, которое предусматривало более безопасное подледное плавание. АПЛ предлагалось идти в тактической группе, поддерживая связь между собой. Таким образом, в случае нештатной ситуации на одной из АПЛ другая могла бы оказать помощь для поиска или проделывания полыньи и всплытия лодок в надводное положение для устранения неполадок.\n' +
        'Вначале это предложение насторожило главнокомандующего, но доводы Рудольфа Александровича были столь убедительны, что главком утвердил задание идти в тактической группе двум АПЛ. На «К-325» старшим определили командующего флотилией контр-адмирала Р.А. Голосова, он же командир тактической группы. \n' +
        'В октябре 1978 года предложенное решение о первом в стране и в истории подводных сил переходе под арктическими льдами АПЛ в группе было успешно реализовано. Все расчеты оправдались. За успешное выполнение поставленной задачи и проявленные при этом мужество и героизм Указом Президиума Верховного Совета СССР контр-адмиралу Р.А. Голосову присвоено звание Героя Советского Союза. Такого же звания удостоены оба командира АПЛ – капитан 3 ранга А.А. Гусев и капитан 2 ранга В.П. Лушин, а также командир дивизии капитан 1 ранга Е.А. Томко – старший на борту «К-212».\n' +
        'На следующий год контр-адмирал Р.А. Голосов вышел в поход старшим на АПЛ проекта 671РТ, которая всплыла в полынье в районе Северного полюса. Это был первый поход одновальной АПЛ к Северному полюсу.\n' +
        'В октябре 1979 года Р.А. Голосову присвоено воинское звание «вице-адмирал». В феврале 1980 года он назначается начальником штаба – первым заместителем командующего и членом Военного совета Тихоокеанского флота. Эта сложная и ответственная должность требовала приложения всего богатого опыта, накопленного за годы службы на флоте. Наряду с основной и первостепенной задачей поддержания боеспособности флота, Рудольф Александрович всегда считал не менее важной задачей заботу о моряках, помня о личной ответственности за их жизни.\n' +
        'Так было и в октябре 1981 года, когда недалеко от входа в бухту Владивостока на глубине 37 метров затонула дизельная ПЛ «С-178», протараненная рыболовным траулером. Часть экипажа осталась в живых. Руководство спасательными работами было возложено на начальника штаба флота. По его инициативе впервые в мировой практике для спасения людей была использована спасательная подводная лодка, которую удалось положить на грунт рядом с затонувшей, передать при помощи ее водолазов на аварийную ПЛ продукты и снаряжение и в дальнейшем вывести часть подводников непосредственно в спасательную ПЛ, что исключило для них тяжелое кессонное заболевание. После спасения оставшихся в живых были извлечены тела погибших, подводная лодка поднята и поставлена в док. \n' +
        'В июне 1982 года Р.А. Голосов руководил ликвидацией аварии боевой баллистической ракеты на атомном подводном ракетоносце, находившемся на боевом дежурстве на Камчатке. Будучи председателем комиссии по расследованию этого случая, Р.А. Голосов сумел доказать, что причиной нестандартной ситуации явилась конструкторская недоработка одной из схем управления, а не ошибка личного состава.\n' +
        'В 1983 году Рудольф Александрович Голосов принимает предложение стать начальником кафедры оперативного искусства ВМФ Военной академии Генерального штаба. Семь лет он возглавляет эту кафедру. В феврале 1990 года защищает диссертацию на соискание ученой степени кандидата военных наук. Летом того же года ему присваивается ученое звание «профессор».\n' +
        'Уволен в запас в 1990 году, прослужив в Вооруженных силах СССР 62 пенсионных года и 45 календарных лет. После увольнения продолжил работу в той же академии. В 1992 году избран членом-корреспондентом Российской академии естественных наук (секция «геополитика и безопасность»). Автор многих научно-методических и научно-исследовательских трудов. Систематически публикует статьи в журналах «Военная мысль», «Морской сборник» и в других военных периодических изданиях. В 2007 году увидела свет книга адмирала Р.А. Голосова под названием «Продуть балласт».\n' +
        'Р.А. Голосов – Герой Советского Союза, кавалер орденов Ленина, Красного Знамени, Красной Звезды, «За службу Родине в Вооружённых Силах СССР» II и III степени, многими медалями.\n' +
        'По словам адмирала, его увлечением является «жизнь во всех ее проявлениях».\n' +
        'Живет в Москве.'
    },
    {
      linkName: 'Алексеев Анатолий Фомич',
      name: 'Капитан 1 ранга <br> Алексеев Анатолий Фомич',
      profession: 'Командир 302 экипажа (в/ч 10651) 1973г. -1980г ',
      src: '/persons/Alekseev_A.F..jpg',
      content: 'Алексеев Анатолий Фомич \n' +
        'родился 30 октября 1941г.  1976г. АПЛ К-429 с 302 эк. Совместная стрельба с К-325 ракетным оружием в рамках учения «Крюшен-76»\n' +
        '1977г. БС на апл. Участие в учении «Север-77»\n' +
        '1978г. БС на К-313. Умер 10 августа 2020г.',
    },
    {
      linkName: 'Михайловский Аркадий Петрович',
      name: 'Адмирал <br> Михайловский Аркадий Петрович',
      profession: 'начальник штаба 11 дпл с 1964г, по 1968г. , герой Советского Союза ',
      src: '/persons/Mihailovsky_A.P.jpg',
      rewards: [
        {
          name: 'Орден Красной Звезды',
          year: '1956'
        },
        {
          name: 'Два Орден Ленина',
          year: '1964, 1982'
        },
        {
          name: 'Орден Красного Знамени',
          year: '1972'
        },
        {
          name: 'Орден Отечественной войны I степени',
          year: '1985'
        },
        {
          name: 'Именное оружие',
          year: '1975'
        },
        {
          name: 'Звание почетного полярника',
          year: '1984'
        },
        {
          name: 'Звание почетного члена Санкт-Петербургского морского собрания',
          year: '1996'
        },
        {
          name: 'Звание почетного профессора Военно-морской академии имени Н.Г.Кузнецова',
          year: '2002'
        },
      ],
      content: 'Михайловский Аркадий Петрович – командир атомной подводной лодки (АПЛ) «К-178» Северного флота, капитан 1-го ранга.\n' +
        '\n' +
        'Родился 22 июня 1925 года в Москве в семье служащего. Русский. В 1942 году окончил Военно-морскую спецшколу №1 в городе Ачинск (Красноярский край).\n' +
        'В Военно-Морском Флоте с сентября 1942 года. В 1943 году окончил подготовительный курс Военно-морского хозяйственного училища ВМФ в Москве.\n' +
        'Участник Великой Отечественной войны: будучи курсантом училища в феврале-апреле 1944 года проходил учебную практику на учебном корабле «Шаумян», в апреле-мае 1944 года - на крейсере «Красный Кавказ» действующего Черноморского флота. В 1947 году окончил Высшее военно-морское училище имени М.В. Фрунзе (Ленинград). После училища направлен на Тихоокеанский флот. С апреля 1947 по декабрь 1949 года – командир БЧ-1 подводной лодки (ПЛ) «Щ-121», с декабря 1949 по июль 1951 года – дивизионный штурман 11-го дивизиона ПЛ, в июле-декабре 1951 года – помощник командира ПЛ «С-137».\n' +
        '\n' +
        'С декабря 1951 по сентябрь 1952 года – учился на Высших специальных офицерских классах подводного плавания. В сентябре-ноябре 1952 года – помощник командира ПЛ «Б-13», с ноября 1952 по апрель 1953 года – старший помощник командира ПЛ «Б-19». С апреля 1953 по май 1954 года – командир ПЛ «М-250», в мае-сентябре 1954 года – командир ПЛ «С-126» Тихоокеанского флота. С сентября 1954 по октябрь 1955 года – командир ПЛ «С-269» бригады строящихся ПЛ ВМФ, с октября 1955 по май 1956 – командир ПЛ «С-269» 339-й бригады учебных и строящихся ПЛ. С мая 1956 по сентябрь 1958 года – командир ПЛ «Б-77» Северного флота. Стал первым из командиров-подводников, совершивших автономное плавание в средние районы Атлантики (июль-сентябрь 1957 года).\n' +
        'С сентября 1958 по июль 1961 года – учился в Военно-морской академии, которую окончил с отличием, с июля 1961 по июль 1962 года – учился в Специальных офицерских классах при физико-энергетическом институте в городе Обнинск (Калужская область).\n' +
        'С июля 1962 по декабрь 1963 года – командир АПЛ «К-178» Северного и Тихоокеанского флотов. Эта подлодка под командованием А.П.Михайловского с 14 по 30 сентября 1963 года совершила межтеатровый переход подо льдами Арктики с Северного флота через Берингов пролив на Тихоокеанский флот (командир похода - капитан 1-го ранга Н.К. Игнатов). За время похода АПЛ выполнила 10 ледовых маневров (2 всплытия в битом льду, 6 - в полынье и 2 приледнения). Лодка прошла под водой 3467 миль, из них под льдами - 1620 миль.\n' +
        'Указом Президиума Верховного Совета СССР от 18 февраля 1964 года за мужество и отвагу, проявленные при выполнении воинского долга, капитану 1-го ранга Михайловскому Аркадию Петровичу присвоено звание Героя Советского Союза с вручением ордена Ленина и медали «Золотая Звезда».\n' +
        '\n' +
        'В дальнейшем им было совершено несколько сложных исследовательских походов, в том числе трижды подо льдами Арктики. В период своей командирской службы А.П.Михайловский совершил ряд сложных исследовательских походов на дизельных и атомных подводных лодках в Атлантический, Северный Ледовитый, Тихий океаны и на Средиземное море с целью изучения Мирового океана и его ресурсов, обеспечения запуска первого искусственного спутника Земли, поддержания мира и стратегического паритета в период «холодной войны». Одним из первых на практике осваивал применение ракетного оружия. Лично руководил стрельбами многих типов баллистических, крылатых и зенитных ракетных комплексов, состоявших на вооружении ВМФ СССР.\n' +
        'Продолжал службу на Северном флоте. С декабря 1963 по октябрь 1964 года – заместитель командира 11-й дивизии флотилии ПЛ, с октября 1964 по февраль 1968 года – начальник штаба дивизии флотилии ПЛ, с февраля 1968 по октябрь 1969 года – командир 3-й дивизии флотилии ПЛ, с октября 1969 по апрель 1973 года – начальник штаба 1-й флотилии ПЛ, с апреля 1973 по апрель 1978 года – командующий 1-й флотилией АПЛ Северного флота.\n' +
        'В 1976 году окончил Высшие академические курсы при Военно-морской академии. С апреля 1978 года по декабрь 1981 года – командир Ленинградской военно-морской базы – комендант Кронштадтской военно-морской крепости. С декабря 1981 года по март 1985 года – командующий Краснознамённым Северным флотом.\n' +
        'В 1983 году окончил Военную академию Генерального Штаба ВС СССР имени К.Е. Ворошилова. С марта 1985 по октябрь 1988 года – начальник Главного управления навигации и океанографии Министерства обороны СССР. С декабря 1988 года адмирал А.П.Михайловский – в запасе.\n' +
        'Был членом бюро Научного совета Госкомитета по науке и технике СССР, членом Океанографического комитета СССР, членом Научного совета при президиуме академии наук СССР по комплексной проблеме «Гидрофизика». Неоднократно возглавлял делегации СССР на международных конференциях и съездах по исследованию океанов и обеспечению безопасности мореплавания. Избирался депутатом Верховного Совета РСФСР (в 1980-1984 годах) и СССР (в 1984-1988 годах).\n' +
        'Кандидат (1961), доктор военно-морских наук (1969), профессор (1990). С января 1989 года – профессор кафедры оперативного искусства Военно-морской академии имени Н.Г. Кузнецова (с февраля 2002 года - почётный профессор), где руководил созданной научной школой «Военно-морское искусство на рубеже XX-XXI веков». Опубликовал более 100 научных, публицистических и литературных работ. Лично подготовил трёх докторов и 12 кандидатов военных наук.\n' +
        'Жил в городе-герое Санкт-Петербурге. Умер 17 мая 2011 года. Похоронен на Серафимовском кладбище в Санкт-Петербурге.\n' +
        'Контр-адмирал (21.02.1969);\n' +
        'вице-адмирал (25.04.1975);\n' +
        'адмирал (7.05.1980).\n' +
        'Награждён 2 орденами Ленина (18.02.1964, 1982), орденами Красного Знамени (1972), Отечественной войны 1-й степени (11.03.1985), Красной Звезды (1956), медалями, именным оружием (1975).\n' +
        'Почетный полярник (1984), почётный член Санкт-Петербургского морского собрания (1996), почетный профессор Военно-морской академии имени Н.Г.Кузнецова (2002).'
    },
    {
      linkName: 'Ефанов Аркадий Петрович',
      name: 'Капитан 1 ранга <br>Ефанов Аркадий Петрович',
      profession: 'командир атомной подводной лодки Краснознамённого Северного флота.',
      src: '/persons/Ephanov_A.P.jpg',
      rewards: [
        {
          name: 'Орден «За службу Родине в Вооружённых Силах СССР» 3-й степени',
          year: '1990'
        },
        {
          name: 'Орден «За личное мужество»',
          year: '1993'
        },
      ],
      content: 'Родился 3 июня 1953 года в городе Суворов Тульской области. Русский. Из рабочей семьи. Окончил среднюю школу.\n' +
        '\n' +
        'В Военно-Морском Флоте с 1970 года. В 1975 году окончил Высшее военно-морское училище радиоэлектроники имени А.С. Попова. После окончания училища был направлен на Краснознамённый Северный флот, службу проходил на атомных подводных лодках в 11-й дивизии 1-й флотилии атомных подводных лодок. Был командиром гидроакустической группы подводной лодки «К-479» (1.1976 – 11.1978), начальником радиотехнической службы (РТС) подводной лодки «К-302» (11.1978 – 9.1981), помощником командира того же экипажа (9.1981 – 10.1983), старшим помощником командира подводной лодки «К-173» («Красноярск») (10.1983 – 10.1985).\n' +
        '\n' +
        'В 1986 году Ефанов окончил Высшие специальные офицерские классы ВМФ и был назначен старшим помощником командира подводной лодки «Архангельск».\n' +
        '\n' +
        'С сентября 1987 года по сентябрь 1991 года А.П.Ефанов был командиром подводной лодки «Красноярск». Под руководством Ефанова в период с 15 августа по 9 сентября 1991 года подводная лодка «Красноярск» (старший на борту – капитан 1-го ранга М.В. Моцак) совместно с подводной лодкой «Челябинск» совершила групповой подлёдный трансарктический переход с Краснознамённого Северного флота на Краснознамённый Тихоокеанский флот. В период плавания лично командиром была обеспечена высокая надёжность, безопасность и устойчивость управления подводным крейсером, отработаны новые тактические приёмы использования корабля с современным ракетным комплексом.\n' +
        '\n' +
        'В сентябре 1991 года – августе 1993 года А.П. Ефанов командовал подводной лодкой «К-410» («Смоленск»). Экипаж корабля в декабре 1992 года завоевал приз главнокомандующего ВМФ по ракетной стрельбе крылатыми ракетами большой дальности.\n' +
        '\n' +
        'В августе 1993 года А.П. Ефанов был назначен командиром атомной подводной лодки «К-456» («Касатка»). С 18 августа по 14 сентября 1993 года подводная лодка совершила трансарктический переход из губы Западная Лица к месту постоянной дислокации в бухту Крашенинникова на Камчатке (руководитель перехода – контр-адмирал М.В. Моцак, начальник походного штаба – капитан 1-го ранга И.Н. Козлов).\n' +
        '\n' +
        'Во время плавания были отработаны новые тактические приёмы нанесения ракетного удара по авианосно-ударному соединению, а также освоен новый приём применения унифицированных торпед для обеспечения аварийного всплытия корабля во льдах способом «полынья». В ходе подготовки и в период перехода пройдено 15 500 миль. Переход осуществлялся под почти сплошным ледовым покровом (средняя сплочённость льда составляла 8–9 баллов).\n' +
        '\n' +
        'Указом Президента Российской Федерации от 15 июня 1994 года за мужество и героизм, проявленные при выполнении специального задания в условиях, сопряжённых с риском для жизни, капитану 1-го ранга Ефанову Аркадию Петровичу присвоено звание Героя Российской Федерации с вручением медали "Золотая Звезда".\n' +
        '\n' +
        'В 1996 году А.П. Ефанов окончил Военно-морскую академию имени Н.Г. Кузнецова. С июля 1996 года - заместитель начальника Высшего военно-морского училища имени М.В. Фрунзе по подготовке иностранных военнослужащих. С июня 1997 года А.П. Ефанов - в запасе по сокращению Вооружённых Сил.\n' +
        '\n' +
        'Жил в Санкт-Петербурге. Являлся заместителем генерального директора Международной ассоциации общественных организаций ветеранов подводного флота и моряков-подводников, заместителем директора Музея подводных сил России имени А.И. Маринеско. Умер 22 июня 2018 года. Похоронен на Южном кладбище Санкт-Петербурга.\n' +
        '\n' +
        'Награждён орденами «За личное мужество» (22.05.1993), «За службу Родине в Вооружённых Силах СССР» 3-й степени (1990), медалями.'
    },
    {
      linkName: 'Королёв Юрий Александрович',
      name: 'Капитан 1 ранга <br>Королёв Юрий Александрович',
      profession: '',
      src: '/persons/Korolev_Y.A.png',
      content: '<img style="width: 500px" src="/persons/korolev1.png" alt=""><img style="width: 500px" src="/persons/korolev2.png" alt=""><img style="width: 500px" src="/persons/korolev3.png" alt="">'
    },
    {
      linkName: 'Мельников Алексей Юрьевич',
      name: 'Капитан 1 ранга <br> Мельников Алексей Юрьевич',
      profession: 'Командир 583 экипажа 670М проекта 11 ДиПЛ КСФ',
      src: '/persons/Melnikov_A.Y.jpg',

      content: 'Капитан 1 ранга Мельников Алексей Юрьевич родился 7 января 1956 года. В 1978 году окончил ВВМУПП им. Ленинского Комсомола по специальности-минер. Служил на Северном флоте. Проходил службу командиром БЧ-3, помощником командира пл, старшим помощником командира, командиром 583 экипажа 670М проекта 11 ДиПЛ КСФ. Член Клуба моряков-подводников с декабря 2004 года, членский билет № 2003.'
    },
    {
      linkName: 'Томко Егор <br> Андреевич',
      name: 'Контр-адмирал <br>Томко Егор Андреевич',
      profession: 'командир 11 дпл с 1977 по 1984г.',
      src: '/persons/Tomko_E.A..jpg',
      rewards: [
        {
          name: 'Орден «За службу Родине в Вооружённых Силах СССР» 3-й степени',
          year: '1975'
        },
        {
          name: 'Орден Ленина',
          year: '1978'
        },
        {
          name: 'Орден Трудового Красного Знамени',
          year: '1988'
        },
        {
          name: 'Орден «За службу Родине в Вооружённых Силах СССР» 2-й степени',
          year: '1992'
        },
        {
          name: 'Орден мужества',
          year: '2000'
        },
        {
          name: 'Звание Героя Советского Союза',
          year: '1978'
        },
        {
          name: 'Звание вице-адмирала',
          year: '1988'
        },
      ],
      content: 'Родился 3 августа 1935 г. в дер. Леоновцы Миорского р-на Витебской обл. в семье крестьянина. Белорус. Окончил 10 классов.\n' +
        'В ВМФ с 1954 г. В 1957 г. вступил в КПСС. В 1958 г. окончил с отличием Высшее военно-морское училище имени М.В. Фрунзе, в 1962 г. – факультет политического состава Высших специальных офицерских классов ВМФ, в 1967 г. – класс командиров подводных лодок там же.\n' +
        'В 1974 г. Е.А. Томко окончил Академические курсы офицерского состава Военно-морской академии имени А.А. Гречко. в 1984 г.– заочно Военно-морскую академию с отличием.\n' +
        'Вся служба Е.А. Томко связана с Северным флотом: в первые годы – в должности помощника, затем – командира торпедных катеров. С 1962 г. – служба на подводных лодках: заместитель командира пл но политической части, затем – старший помощник командира пл С-306. С июля 1967 г. – служба на атомном подводном флоте: старший помощник командира 426-го экипажа атомной подводной лодки, командира пл К-11, затем – начальник штаба – заместитель командира дивизии, командир дивизии подводных лодок. Командовал "крылатой" дивизией подводных лодок, которая включала атомоходы проекта 670-м, с подводным стартом противокорабельных ракет "Малахит". Во время одного из учений тактическая группа, управляемая Е.А. Томко, в составе атомных подводных лодок К-25, К-121 и К-458 впервые в истории флота выполнила совместную стрельбу шестью разнотипными крылатыми ракетами по мишенной позиции. Тем самым, была подтверждена на практике возможность массированного использования разнотипных ракет в одном ударе.\n' +
        'Е.А. Томко руководил подготовкой к переходу подводных лодок К-325 (командир-капитан 2 ранга В.П. Лушин) и К-212 (командир- капитан 3 ранга А.А. Гусев) с Северного флота па Тихоокеанский флот.\n' +
        '4 ноября 1978 г. за успешное выполнение задания командования и проявленные при этом мужество и отвагу командиру дивизии \'\'крылатых\'\' подводных лодок капитану 1 ранга Е.А. Томко присвоено звание Герой Советского Союза.\n' +
        'В 1984 г. Е.А. Томко участвовал в подготовке и проведении впервые в Военно-Морском Флоте глубоководных испытаний пла К-525 с погружением на предельную глубину. Эти испытания позволили проверить на практике все механизмы, системы и устройства, комплексы вооружения на всех глубинах погружения.\n' +
        'Богатый опыт службы на подводных лодках Северного флота пригодился Е.А. Томко и в подготовке кадров для флота. В 1984 г. он был назначен начальником Высшего военно-морского училища подводного плавания имени Ленинского Комсомола. В этой должности прослужил до 1992 г.\n' +
        'Награжден орденами Ленина (1978), Трудового Красного Знамени (1988), "За службу Родине в ВС СССР" 3-й степени (1975) и 2-й степени (1991), орденом Мужества (2000), медалями.\n' +
        'С февраля 1992 года в запасе. Жил в Санкт-Петербурге. С 1993 года работал в Научно-исследовательском институте связи ВМФ. Автор свыше 50 научных трудов и печатных работ. Являлся председателем правления Международного фонда моряков-подводников и ветеранов подводного флота, работал и в других общественных ветеранских организациях.\n' +
        'Скончался 1 апреля 2008 года. Похоронен на Смоленском православном кладбище.'
    },
    {
      linkName: 'Чернов Евгений Дмитриевич',
      name: 'Вице-адмирал <br>Чернов Евгений Дмитриевич',
      profession: 'командующий 1-й флотилией подводных лодок Северного флота (1980—1986)',
      src: '/persons/Chernov_E.D..png',
      rewards: [
        {
          name: 'Орден Ленина',
          year: '1978'
        },
        {
          name: 'Медаль «Золотая Звезда»',
          year: '1978'
        },
        {
          name: 'Звание Героя Советского Союза',
          year: '1978'
        },
        {
          name: 'Звание вице-адмирала',
          year: '1980'
        },
      ],
      content: 'Чернов Е.Д. родился 12 марта 1930 г. в Ленинграде. Пережил блокаду. В 1946 г. поступил в Ленинградское военно-морское подготовительное училище, где преподавателями были боевые офицеры, прошедшие войну. Здесь курсанты, помимо общеобразовательных дисциплин. познавали азы военно-морского дела.\n' +
        '\n' +
        'После окончания училища в 1949 г. Евгений Чернов был переведён в 1-е Балтийское высшее военно-морское училище, которое окончил в 1953 году.\n' +
        '\n' +
        'Служба офицера началась в Краснознамённом Северном флоте в г. Полярном в должности командира торпедной группы дизель-электрической подводной лодки С-80 проекта 613. На этой подлодке Евгений Дмитриевич прошёл служебный путь в звании лейтенанта, старшего лейтенанта, капитан-лейтенанта. Был командиром минно-торпедной и артиллерийской боевой части. Занимал должности старшего помощника подводной лодки, допущенного к самостоятельному управлению ПЛ проекта 613.\n' +
        'В 1959 г. был направлен на учёбу в Высшие специальные офицерские курсы ВМФ по классу командира ПЛ. По окончании учёбы был назначен старшим помощником командира С-231 и в том же году — старшим помощником строившейся атомной ракетной подводной лодки К-16 проекта 658 (командир Ф.А.Митрофанов). Совершил на ней один дальний поход. С этого момента жизнь Евгения Дмитриевича Чернова навсегда будет связана с атомным подводным флотом.\n' +
        '\n' +
        'В 1961 г. старший помощник командира капитан 3-го ранга Е.Д.Чернов получил допуск для самостоятельного управления АПЛ проекта 658 непосредственно в море.' +
        'В июле 1962 года К-16 принимает участие в учениях «Метеор-2» на Северной Атлантике. При возвращении на базу в районе датского пролива и южной части Гренландского моря лодка 680 миль шла подо льдом.\n' +
        '\n' +
        'В декабре 1962 г. Е.Д.Чернов назначается командиром К-38 (проект 671), головной АПЛ второго поколения, существовавшего на тот момент только на чертежах. Для подготовки экипажа в Обнинском учебном центре была разработана специальная программа, рассчитанная на восемь месяцев. Е.Д.Чернов лично организовал качественное освоение экипажем новой техники, разработал и внёс ряд ценных предложений по использованию новых видов вооружения и механизмов АПЛ. По завершении теоретической подготовки экипаж убыл в Ленинград, где на стапеле Адмиралтейского завода достраивался новый атомоход.' +
        'В 1963 г. Е.Д.Чернову присвоено звание капитана 2-го ранга.\n' +
        '\n' +
        'При испытаниях в Белом море К-38 установила сразу три рекорда: полной подводной скорости, глубины погружения и глубины использования оружия.\n' +
        '\n' +
        'В 1966 году Чернов Е.Д. провёл только что построенный атомоход К-38 по Беломорско-Балтийскому каналу из Ленинграда на Север. Атомоход прибыл в Западную Лицу и вступил в состав 3-й дивизии, под командованием Героя Советского Союза контр-адмирала Игнатова Н.К.\n' +
        '\n' +
        'В 1967 году Евгений Дмитриевич Чернов заочно окончил Военно-морскую академию, а осенью 1968 г. К-38 вышла в Норвежское море на боевую службу. Е.Д.Чернов первый раз повёл лодку в «автономку» самостоятельно, и с этой задачей успешно справился.' +
        'Экипаж под руководством Чернова Е.Д. прошёл длительную выучку, которая дала отличные результаты. В 1968-1971 гг. он трижды завоёвывал призы главкома ВМФ по торпедной стрельбе. В 1970 г. К-38 принимала участие в широкомасштабных учениях «Океан» в Атлантическом океане. Во время учений К-38 четырежды форсировала подо льдом Датский пролив. По итогам учений экипаж АПЛ К-38 объявлен лучшим в 3-й дивизии и вновь завоёвывает приз главкома ВМФ в состязаниях по торпедным атакам. Командир награждается орденом Ленина.\n' +
        '\n' +
        'В 1971 году Е.Д.Чернов получает назначение на должность начальника штаба 3-й дивизии 1-й Краснознаменной флотилии АПЛ Северного флота, а в 1973 году капитан 1-го ранга Чернов назначается командиром 3-й дивизии, полностью перевооружённой лодками проекта 671.\n' +
        '\n' +
        'В 1972, 1973, 1975, 1976 годах 3-я дивизия под руководством Е.Д.Чернова занимает первые места не только на флотилии, но и на Краснознамённом Северном флоте. Её комдив постоянно находится в море со своими подчинёнными, передаёт свой опыт и навыки молодым командирам АПЛ. Принимает участие в наиболее ответственных дальних походах, исполняя обязанности старшего на борту с правами и ответственностью командира дивизии.\n' +
        '\n' +
        'В 1975 году Е.Д.Чернов получает звание контр-адмирал. В 1976 году награждается орденом «За службу Родине в Вооружённых силах СССР» 3-й степени и назначается первым заместителем командующего 1-й Краснознамённой флотилией АПЛ Краснознамённого Северного флота.\n' +
        '\n' +
        'В 70-е годы Евгений Дмитриевич трижды возглавлял переходы АПЛ проектов 670 и 671 из Западной Лицы на Камчатку подо льдами Арктики.\n' +
        '\n' +
        'В 1974 году под его руководством в должности командира 3-й дивизии командир АПЛ капитан 1-го ранга В.Я.Барановский перевёл К-454 подо льдами Арктики с Северного на Тихоокеанский флот. За образцовое выполнение задания, высокую выучку и профессиональное мастерство АПЛ К-454 была награждена вымпелом МО СССР «За мужество и воинскую доблесть». Валентин Яковлевич Барановский, с которым Евгений Дмитриевич прошёл подо льдом 1876 миль, впоследствии стал заместителем командира флотилии.\n' +
        '\n' +
        'В апреле 1977 года впервые в истории флота однореакторная АПЛ К-429 (проект 670) совершила переход на Тихоокеанский флот подо льдами Арктики. Указом Президиума Верховного Совета СССР от 31 января 1978 года за успешное освоение новой военно-морской техники, выполнение заданий командования и проявленные при этом мужество и отвагу командиру корабля Козлову В.Т. и старшему на переходе контр-адмиралу Чернову Е.Д. присвоено звание Героя Советского Союза с вручением ордена Ленина и медали «Золотая Звезда».' +
        'В 1979 году контр-адмирал Чернов Е.Д. в качестве старшего на борту осуществляет третий переход подо льдом на Камчатку АПЛ К-320 с командиром — капитаном 1-го ранга В.Т.Аникиным. По маршруту лодка неоднократно всплывала с проломом льда.\n' +
        '\n' +
        'В феврале 1980 года Е.Д.Чернов назначается командующим 1-й флотилии подводных лодок и членом Военного совета Краснознамённого Северного флота.\n' +
        '\n' +
        'В этом же году командующий 1-й Краснознамённой флотилии идёт на боевую службу старшим на борту АПЛ К-524 (проект 671 РТ) с капитаном 1-го ранга С.И. Русаковым к Северному полюсу. Весь период боевой службы лодка провела под паковыми льдами. 24.03.1980 было осуществлено всплытие на Северном полюсе с приледнением и проламыванием льда. За 60 суток плавания было совершено 64 приледнения. В этом походе были проведены государственные испытания навигационного комплекса «Медведица РТМ» и ГАК «Скат».' +
        'В этом же году Е.Д.Чернову присваивается звание вице-адмирал.\n' +
        '\n' +
        '1982 год. Командующей флотилией вновь идёт в арктический поход подо льдами старшим на борту АПЛ К-524 (командир — капитан 1-го ранга Протопопов В.В.) для проверки возможности всплытия в искусственных полыньях, пробитых взрывами боевых торпед САЭТ-60М.\n' +
        '\n' +
        'В 1983 году вице-адмирал Чернов Е.Д. идёт в море старшим на борту головной АПЛ К-239 «Карп» (проект 945). Евгений Дмитриевич, в качестве председателя госкомиссии провёл испытания Барракуды (название проекта) в Норвежском море с погружением и плаванием АПЛ на предельной глубине 600 метров. Командир подлодки капитан 2-го ранга М.Ю. Кузнецов (впоследствии командир 7-й дивизии атомных подводных лодок, контр-адмирал). В этом походе штатным помощником командира был сын Евгения Дмитриевича капитан 3-го ранга Дмитрий Евгеньевич Чернов.' +
        'В том же году в качестве старшего на борту и председателя межведомственной комиссии вице-адмирал Е.Д. Чернов вышел в Арктику на головном тяжелом подводном крейсере стратегического назначения «ТК-208» проекта 941, впоследствии получившем название «Дмитрий Донской», с командиром капитаном 1 ранга Ольховиковым А.В.\n' +
        '\n' +
        'Самый большой подводный корабль в мире в этом походе выполнил задачи высокоширотного похода, 10 суток находился подо льдом. Были проведены натурные испытания возможности использования баллистических ракет из-под льда Северного Ледовитого океана.' +
        'В 1984 году Е.Д. Чернов заочно окончил Военно-морскую академию и Высшие академические курсы Академии Генерального штаба Вооруженных сил СССР.\n' +
        '\n' +
        '4 августа 1985 года. Пусть этот знаменательный день навсегда останется в вашей памяти. В этот день в Норвежском море опытная АПЛ К-278 (проект 685 «Плавник») проходила глубоководные испытания. Старший на борту — командующей 1-й флотилией подводных лодок, вице-адмирал Чернов Е.Д., командир АПЛ капитан 1-го ранга Зеленский Ю.А.\n' +
        '\n' +
        'На борту атомарины в этот день находилась также техническая комиссия — главный конструктор проекта Кормилицин Ю.Н., зам. главного конструктора Романов Д.А., ответственный сдатчик Чувакин В.М., сдаточный механик Леонов Л.П.' +
        'ПЛ погрузилась на глубину 1000 метров и оставалась там 51 минуту, на заключительном этапе глубоководных испытаний был совершён рывок на провал ещё на 27 метров. Итог — 1027 метров! Невероятное достижение нашего флота, которое так никто и не смог победить!\n' +
        '\n' +
        'При испытании «аварийного» всплытия на 800 метрах была успешно произведена прострелка торпедных аппаратов болванками.' +
        'В том же году Е.Д.Чернов, находясь в качестве председателя комиссии и старшего на борту тяжёлого ракетного крейсера «ТК-12» проекта 941 (командир — капитан 1-го ранга А.С.Близнюк), проводит натурные испытания возможности использования баллистических ракет в СЛО из-подо льда.\n' +
        '\n' +
        'В 1986 году за заслуги перед Родиной Е.Д.Чернов награждается орденом Октябрьской Революции. В том же 1986 году Евгений Дмитриевич назначен на должность заместителя начальника по научной и учебной работе в Военно-морскую академию имени Н.Г. Кузнецова. В 1988 году защитил кандидатскую диссертацию на тему «Обеспечение скрытности действий АПЛ силами экипажа», до 1990 года был заместителем начальника академии.\n' +
        '\n' +
        'После трагической гибели в Норвежском море атомной подводной лодки «К-278» «Комсомолец» 7 апреля 1989 года Е.Д. Чернов руководил исследованием причин и обстоятельств ее гибели, возглавив комиссию, состоявшую из компетентных специалистов-подводников Военно-морской академии, которая пришла к выводам не соответствующим официальной версии главкомата ВМФ. В документе с опорой на выводы комиссии были выработаны предложения по внесению изменений в «Корабельный устав» и «Руководство по борьбе за живучесть». Комиссия провела детальный анализ действий личного состава АПЛ «Комсомолец» при борьбе за живучесть подводной лодки, вскрыв изначальные многочисленные нарушения регламента при организации на боевую службу корабля и 604-го (второго экипажа) со стороны ответственных лиц.\n' +
        '\n' +
        'Е.Д. Чернов выступал в средствах массовой информации с критикой официальной позиции и оценки причин и обстоятельств гибели «Комсомольца». По фактическим выводам комиссии Военно-морской академии в 1991 году Главной военной прокуратурой было возобновлено предварительное следствие, закончившееся в 1998 году и пришедшее к аналогичным выводам. Но дело было задвинуто в «пыльный угол» вследствие воздействия на прокуратуру заинтересованных лиц, которые, стремясь уйти от уголовной ответственности, придумывали в процессе следствия всё новые и новые бредовые идеи и предпосылки катастрофы. Правда так и не была официально донесена до личного состава ВМФ.\n' +
        '\n' +
        'Как человек чести Евгений Дмитриевич не мог оставить эти негативные явления на флоте без внимания. Имел мужество вступить в противостояние с главкомом ВМФ В.Н.Чернавиным и его многочисленными помощниками в отстаивании своей точки зрения по данному вопросу, вследствие чего попал в опалу и в 1990 году был уволен в запас ВМФ.\n' +
        '\n' +
        'С этого момента Евгений Дмитриевич Чернов посвятил себя очень важному делу борьбы за истинное положение дел на флоте в плане безаварийности при организации несения боевой службы подводных лодок и их экипажей.\n' +
        '\n' +
        'Отстаивал до конца честное имя офицеров, попавших под «раздачу» от нечестивых самодуров-начальников.\n' +
        '\n' +
        'В 1992 году организовал и возглавил на общественных началах «Общество памяти атомной подводной лодки ВМФ “К-278” “Комсомолец”». Общество было создано для оказания помощи нуждающимся в ней родителям и вдовам погибших в море в период «холодной войны» и в послевоенный период подводников ВМФ, а также самим подводникам, получившим ущерб здоровью при авариях и катастрофах.\n' +
        '\n' +
        'В 2002 году была издана книга Е.Д. Чернова «Тайны подводных катастроф» (Издательский дом «Нева»). Эта нелицеприятная для «заинтересованных лиц» книга, повествовала о трёх катастрофах атомных подводных лодок\n' +
        '«К-429» в 1983 году: той самой, которую Е.Д.Чернов переводил под льдами Арктики на Тихоокеанский флот, «К-219» в 1986 году и «К-278» в 1989 году. Эта книга — одна из первых попыток честно и нелицеприятно, преодолев барьер корпоративного замалчивания истины, ознакомить флот и общество с неизжитыми и по сей день предпосылками и причинами аварий и катастроф советских и российских подводных лодок.'
    },
  ]
})
