export const state = () => ({
  society: {
    title: 'Обществе ветеранов',
    src: '',
    content: '18.06.2013г. решением общего собрания учредителей была создана международная Санкт-Петербуржская региональная общественная организацию «Общество ветеранов-подводников 11 дивизии 1 флотилии атомных подводных лодок Краснознамённого Северного флота. Председателем общества единогласно был избран вице-адмирал Моцак Михаил Васильевич.\n' +
      '\n'
  },
  purpose: {
    title: 'Цели общества',
    content: ' Целью «Общество ветеранов 11 дивизии подводных лодок Краснознамённого Северного Флота» является:\n' +
      '\n' +
      '•\tЗащита прав и законных интересов, чести и достоинства ветеранов-подводников 11 ДПЛ, ветеранов Краснознаменного Северного Флота (далее- ветераны КСФ) и членов их семей;\n' +
      '\n' +
      '•\tВсесторонняя забота о ветеранах Великой отечественной войны (ВОВ) и жителях блокадного Ленинграда.  \n' +
      '\n' +
      '•\tВоенно-патриотическое воспитание граждан Российской Федерации в целях формирования высокого патриотического сознания, верности Отечеству, уважения к истории и национальным традициям;\n' +
      '\n' +
      '•\tПовышение престижа военной службы в сознании граждан и формирование готовности молодежи к выполнению конституционных обязанностей по службе в Вооруженных силах Российской Федерации;\n' +
      '\n' +
      '•\tПропаганда истории ВМФ и возрождение традиций Российского флота, основанных на чести, достоинстве и мужестве\n' +
      '\n' +
      '•\tУвековечивание памяти героев ВОВ, выдающихся моряков-подводников.'
  },
  history: {
    title: 'История общества',
    content: '18.06.2013г. Решением общего собрания учредителей было решено создать Санкт-Петербуржскую региональную общественную организацию «Общество ветеранов-подводников 11 дивизии 1 флотилии атомных подводных лодок Краснознамённого Северного флота. Председателем общества единогласно был избран вице-адмирал Моцак Михаил Васильевич.\n' +
      '\n' +
      '23.03.19г. в клубе «Честь имею» провели встречу ветеранов 11 дпл приуроченную в 30 летнему юбилею пл «Орёл».  \n' +
      '\n' +
      '28.07.19г., в день ВМФ было организовано посещение пл «Смоленск», которая присутствовала на параде ВМФ ветеранами 11 дпл и членами их семей.  Приняли участие в прогулочной экскурсии, организованной Санкт-петербургским клубом подводников на теплоходе Москва – 57.\n' +
      '\n' +
      '20.02.20г. В г. Москва прошла встреча командного состава 11 дпл. Было решено преобразовать Санкт-Петербуржскую региональную общественную организацию «Общество ветеранов-подводников 11 дивизии 1 флотилии атомных подводных лодок Краснознамённого Северного флота в межрегиональную общественную организацию «Общество ветеранов 11 дивизии подводных лодок Краснознамённого Северного Флота».\n' +
      '\n' +
      '21.03.20г. на общем собрании ветеранов 11 дпл было единогласно решено переименовать  Санкт-Петербуржскую региональную общественную организацию «Общество ветеранов-подводников 11 дивизии 1 флотилии атомных подводных лодок Краснознамённого Северного флота в межрегиональную общественную организацию «Общество ветеранов 11 дивизии подводных лодок Краснознамённого Северного Флота». \n' +
      '\n' +
      '21.03.20г. в клубе «Честь имею» провели встречу ветеранов 11 дпл посвящённая 74 экипажу 11 дпл.  \n' +
      '\n' +
      '19.10.20г. на пожертвования ветеранов и людей, которые знали Моцака М.В., на Серафимовском кладбище был открыт памятник.  \n' +
      '\n' +
      '05.09.20г. в клубе «Честь имею» и на теплоходе провели встречу ветеранов 11 дпл посвящённую 30 - летию со дня формирования 587 экипажа 11 дпл.  '
  },
  ordinance: {
    title: 'Устав общества',
    content: '1. Общие положения\n' +
      '\n' +
      ' 1.1.\tМежрегиональная общественная организация «Общество ветеранов 11 дивизии подводных лодок Краснознамённого Северного Флота», именуемая в дальнейшем «Организация», создана на основе Санкт-Петербургской региональной общественной организации «Общество ветеранов-подводников 11 дивизии 1 флотилии атомных подводных лодок Краснознамённого Северного Флота».\n' +
      '\n' +
      '1.2.\tОрганизация является основанным на членстве общественным объединением, созданным на основе совместной деятельности для защиты общих интересов и достижения уставных целей объединившихся граждан.\n' +
      '\n' +
      '1.3. Организация может создавать другие представительства на территории Российской Федерации в соответствии с законодательством Российской Федерации. \n' +
      '\n' +
      '1.4. Наименование Организации.\n' +
      '\n' +
      'Полное наименование Организации на русском языке: Межрегиональная общественная организация «Общество ветеранов 11 дивизии подводных лодок Краснознамённого Северного Флота».\n' +
      'Сокращенное наименование на русском языке: \n' +
      '              «Общество ветеранов 11 ДПЛ  КСФ». \n' +
      '\n' +
      '1.5.\t Место нахождения  Организации: \n' +
      '              190005, Российская Федерация, г. Санкт-Петербург, ул. 7-я Красноармейская, дом 25 литера А помещение 32Н № 9 и № 17\n' +
      '\n' +
      '1.6.\tОрганизация осуществляет свою деятельность в соответствии с Конституцией Российской Федерации, Гражданским кодексом Российской Федерации, Федеральным законом от 19.05.1995 N 82-ФЗ «Об общественных объединениях», Федеральным законом от 12.01.1996 N 7-ФЗ «О некоммерческих организациях», иным нормативными правовыми актами Российской Федерации, общепризнанными принципами и нормами международного права и международными договорами Российской Федерации, законодательством Санкт-Петербурга, а также настоящим Уставом.\n' +
      '1.7.\tОрганизация является юридическим лицом с момента ее государственной регистрации, имеет в собственности обособленное имущество, вправе от своего имени приобретать имущественные и личные неимущественные права, быть истцом и ответчиком в суде, третейском и арбитражном судах. Организация имеет самостоятельный баланс, расчетный и иные счета, в том числе валютные, в банковских учреждениях в Российской Федерации, круглую печать со своим наименованием, вправе иметь эмблему и иную символику, зарегистрированную в установленном законом порядке, штампы, бланки и иные реквизиты.\n' +
      '1.8.\tОрганизация не имеет извлечение прибыли в качестве цели своей деятельности и не распределяет полученные средства между своими членами.\n' +
      '1.9. Организация ежегодно информирует орган, принимающий решение о государственной регистрации общественных объединений, о продолжении своей деятельности с указанием действительного места нахождения постоянно действующего руководящего органа, его названия и данных о руководителях Организации в объеме сведений, включаемых в Единый государственный реестр юридических лиц.\n' +
      '1.10. Ежегодный отчет представляется в орган, принимающий решение о государственной регистрации общественных объединений, в тот же срок, что и годовой отчет о финансово-хозяйственной деятельности, представляемый в налоговые органы.\n' +
      '1.11. Организация представляет по запросу органа, принимающего решение о государственной регистрации общественных объединений, решения руководящих органов и должностных лиц Организации, а также годовые и квартальные отчеты о своей деятельности в объеме сведений, представляемых в налоговые органы.\n' +
      'Организация обязуется допускать представителей органа, принимающего решение о государственной регистрации общественных объединений, на проводимые Организацией мероприятия и оказывать содействие в ознакомлении с деятельностью Организации в плане достижения уставных целей и соблюдения законодательства Российской Федерации.\n' +
      '1.12.\tОрганизация не несет ответственности по обязательствам своих членов, а также по обязательствам государства, равно как и они не несут ответственности по обязательствам Организации.\n' +
      '\n' +
      '\n' +
      '2. Цели, виды деятельности и права Организации\n' +
      '\n' +
      '\n' +
      '2.1. Целью создания Организации является:\n' +
      '    • Защита прав и законных интересов, чести и достоинства ветеранов-подводников 11 ДПЛ, ветеранов Краснознаменного Северного Флота (далее- ветераны КСФ) и членов их семей;\n' +
      '    • Всесторонняя забота о ветеранах Великой отечественной войны (ВОВ) и жителях блокадного Ленинграда.  \n' +
      '    • Военно-патриотическое воспитание граждан Российской Федерации в целях формирования высокого патриотического сознания, верности Отечеству, уважения к истории и национальным традициям;\n' +
      '    • Повышение престижа военной службы в сознании граждан и формирование готовности молодежи к выполнению конституционных обязанностей по службе в Вооруженных силах Российской Федерации;\n' +
      '    • Пропаганда истории ВМФ и возрождение традиций Российского флота, основанных на чести, достоинстве и мужестве\n' +
      '    • Увековечивание памяти героев ВОВ, выдающихся моряков-подводников.\n' +
      '\n' +
      '2.2.\tВидами деятельности Организации являются:\n' +
      '    • привлечение в свои ряды ветеранов ВОВ, КСФ для активной общественной деятельности, содействия созданию благоприятных условий для их профессионального и творческого труда, нравственного, физического и бытового благополучия;\n' +
      '    • возбуждение перед органами государственной власти ходатайств о представлении к награждению государственными наградами РФ ветеранов армии и флота за подвиги, воинскую доблесть и отличие, проявленные при выполнении задач в мирное время;\n' +
      '    • оказание всесторонней помощи, моральной и социальной поддержки ветеранам ВМФ, членам их семей;\n' +
      '    • развитие взаимовыгодных культурных, исторических связей и сотрудничества с  ассоциациями, клубами, организациями ветеранов ВМФ;\n' +
      '    • проведение лекций и семинаров, творческих встреч, вечеров отдыха, памяти, благотворительных лотерей, концертов, других мероприятий, в том числе платных, для членов Организации, их семей и приглашенных;\n' +
      '    • сбор материальных и финансовых средства для осуществления благотворительной деятельности в отношении нуждающихся ветеранов ВОВ, армии и флота, членов их семей и семей умерших и погибших ветеранов, с привлечением  для этих целей средства физических и юридических лиц, а также изыскание возможности для улучшения благосостояния ветеранов путём их трудоустройства;\n' +
      '    • проведение самостоятельно, а также участие в проведении торжественных мероприятий, связанных с Военно-Морским Флотом, направленных на увековечение памяти о подвигах российских моряков.\n' +
      '\n' +
      '2.3. Организация взаимодействует и сотрудничает:\n' +
      '    • с другими общественными организациями и объединениями ветеранов ВМФ РФ, флотов других стран, ветеранов Вооруженных сил РФ;\n' +
      '    • с комитетом ветеранов Подразделения Особого Риска;\n' +
      '    • с Международной Ассоциацией ветеранов подводного флота и моряков-подводников;\n' +
      '    • с иными общественными организациями и объединениями в целях достижения своих уставных целей.\n' +
      '\n' +
      '2.4. \tДля достижения своей цели Организация вправе:\n' +
      '\n' +
      '    1) свободно распространять информацию о своей деятельности;\n' +
      '    2) участвовать в выработке решений органов государственной власти и органов местного самоуправления в порядке и объёме, предусмотренным Федеральным законом № 82 от 19.05.1995г., и другими законами;\n' +
      '    3) проводить собрания, митинги, демонстрации, шествия и пикетирование;\n' +
      '    4) оказывать всестороннюю методическую и правовую и консультационную помощь своим членам и другим гражданам;\n' +
      '5) \tпредставлять и защищать свои права, права, свободы и законные интересы своих членов, а также иных лиц (прежде всего ветеранов и членов их семей) в органах государственной власти, органах местного самоуправления, в общественных объединениях и иных организациях;\n' +
      '6) \tсоздавать, включать в свой состав и поддерживать общественные объединения и иные организации, деятельность которых направлена на поддержку ветеранов армии и флота, защиту их прав и свобод;\n' +
      '7) \tвступать в иные общественные объединения, союзы (ассоциации) общественных объединений;\n' +
      '8) \tпроводить занятия, лекции, конференции, семинары и иные культурно-просветительские мероприятия в области культурно-просветительской деятельности, пропаганды и освещения в средствах массовой информации героической истории и боевых традиций Военно-морского флота России; \n' +
      '9) \tразрабатывать и реализовывать свои программы, направленные на достижение уставной цели;\n' +
      '10) \tпринимать участие в благотворительных акциях и программах;\n' +
      '11) \tпривлекать с помощью разъяснительной работы добровольные взносы и пожертвования и направлять их на достижение уставной цели;\n' +
      '12) \tучреждать средства массовой информации и осуществлять издательскую деятельность в области пропаганды героической истории Российского флота;\n' +
      '13) \tзаключать договоры, контракты и соглашения с физическими и юридическими лицами как в России в соответствии с Уставными целями;\n' +
      '14) \tоткрывать свои представительства на территории Российской Федерации в установленном Законом порядке;\n' +
      '15)    выступать с инициативами по различным вопросам общественной жизни, \n' +
      '         вносить предложения в органы государственной власти;\n' +
      '16)    осуществлять иные права в соответствии с действующим законодательством\n' +
      '         Российской Федерации\n' +
      '\n' +
      '3. Членство в Организации\n' +
      '\n' +
      '        3.1. Организация основана на членстве. Членами Организации могут быть граждане Российской Федерации, иностранные граждане (подданные) и лица без гражданства, достигшие 18-летнего возраста и проходившие военную службу в Вооруженных силах СССР и РФ, а также юридические лица - общественные объединения, признающие настоящий Устав и участвующие в деятельности Организации.  \n' +
      '        3.2. Состав членов Организации отображается в Списке членов Организации, обязанности по ведению и хранению которого лежат на Секретаре Организации.\n' +
      'Список членов Организации должен содержать информацию о члене Организации в объеме сведений, установленных решением Совета Организации, а также дату принятия лица в члены Организации.\n' +
      '3.3.\tФизические лица и юридические лица – общественные объединения, являющиеся членами Организации, равны в правах и несут равные обязанности.\n' +
      '3.4.\tПрием в члены Организации осуществляется Советом Организации на основании личных заявлений физических лиц и решений полномочных органов юридических лиц – общественных объединений - путем голосования. При рассмотрении заявления (решения полномочного органа) о приеме в члены Организации Совет Организации решает вопрос о принятии заявителя в  члены Организации.\n' +
      '3.5.\tЧлены Организации имеют право:\n' +
      '1) избирать и быть избранными в органы управления и контроля Организации;\n' +
      '2) в письменном виде вносить на рассмотрение руководящих органов предложения, замечания и проекты по вопросам деятельности Организации;\n' +
      '3) получать информацию о деятельности Организации, решениях органов управления;\n' +
      '4) участвовать в мероприятиях, проводимых Организацией;\n' +
      '5) представлять Организацию в рамках предоставленных им Председателем Организации полномочий;\n' +
      '6) обращаться к Организации за помощью в защите своих прав, свобод и законных интересов;\n' +
      '7) добровольно выйти из Организации, представив соответствующее заявление на имя Председателя Организации.\n' +
      '3.6.\tЧлены Организации обязаны:\n' +
      '1) исполнять настоящий Устав;\n' +
      '2) выполнять решения руководящих органов Организации;\n' +
      '3) принимать участие в деятельности Организации;\n' +
      ' 4) принимать участие в Общих собраниях Организации и голосовать на них;\n' +
      ' 5) не наносить ущерб Организации в любой форме;\n' +
      ' 6) регулярно оплачивать членские взносы.\n' +
      '3.7.\tЧленство в Организации может быть прекращено в случаях:\n' +
      '1)\tвыхода по письменному заявлению гражданина - члена Организации или на основании письменно оформленного решения полномочного органа юридического лица - члена Организации;\n' +
      '2) \tисключения по решению Совета Организации;\n' +
      '3) \tсмерти гражданина или ликвидации юридического лица, являющихся членами Организации.\n' +
      '3.8.   Решением Совета Организации член Организации может быть освобождён от оплаты членских взносов на какой-либо период, либо пожизненно;\n' +
      ' 3.9.\tЧлен Организации решением Совета Организации может быть исключен из Организации за нарушение настоящего Устава, неучастие в работе Организации в течение одного года, не оплате членских взносов в течение 3-х месяцев, а также в случае двукратной без уважительных причин неявки на Общее собрание членов Организации.\n' +
      'Член Организации может быть в указанном порядке исключен из Организации за действия, дискредитировавшие Организацию, препятствовавшие ее деятельности, наносящие ущерб имуществу, репутации и деятельности Организации.\n' +
      '3.10.\tЧлен Организации вопрос, об исключении которого вносится в повестку заседания Совета Организации, должен быть уведомлен о предстоящем заседании Совета Организации не менее чем за пятнадцать дней до  начала заседания и имеет право представить Правлению устные или письменные объяснения по существу вопроса. \n' +
      '           3.11. В случае первой неявки члена Организации на заседание Совета Организации, рассматривающего вопрос об исключении этого члена Организации, решение по данному вопросу откладывается на следующее заседание. В случае повторной неявки Совет Организации принимает решение без участия этого члена Организации и уведомляет его о своем решении по адресу постоянного проживания (месту нахождения).\n' +
      '3.12.\tВ случае решения Совета Организации об исключении члена Организации этот член Организации имеет право обжаловать решение Совета Организации на ближайшем Общем собрании членов Организации.\n' +
      '3.13.\tВ случае выхода из Организации по собственному желанию лицо считается выбывшим с момента представления Председателю Организации соответствующего заявления (решения).\n' +
      'В случае исключения лица из Организации по решению Совета Организации лицо считается выбывшим с момента принятия указанного решения.\n' +
      'В случае смерти гражданина или ликвидации юридического лица лицо считается выбывшим с даты соответствующего события.\n' +
      '3.14. Не позднее 3 (трех) дней с даты предоставления документов, подтверждающих выбытие лица из членов Организации, Секретарь Организации должен внести изменения в список членов Организации. Изменения в Список членов Организации вносятся Секретарём Организации на основании: \n' +
      '    1) письменного заявления о выходе, в случае выхода лица по собственному желанию;\n' +
      '    2) письменно оформленного решения Совета Организации, в случае исключения лица;\n' +
      '    3) копии документа, подтверждающего факт смерти гражданина или ликвидации юридического лица.\n' +
      '\n' +
      '\n' +
      '4. Органы руководства и контроля\n' +
      '\n' +
      '4.1. Высшим руководящим органом Организации является Общее собрание членов Организации (далее – «Собрание»), созываемое Председателем Организации не реже одного раза в год.\n' +
      'Дата, время и место созыва, а также повестка дня очередного Собрания определяется решением Совета Организации, принятым не позднее, чем за тридцать дней до дня проведения Собрания.\n' +
      'Промежуток между очередными собраниями не должен превышать 15 месяцев.\n' +
      '4.2.\tВнеочередное Собрание созывается Председателем Организации на основании:\n' +
      '1) решения самого Председателя Организации;\n' +
      '2) решения Совета Организации, принятого не позднее, чем за двадцать дней до дня проведения Собрания;\n' +
      '3) по письменному требованию не менее половины членов Организации;\n' +
      '4) по требованию Ревизора Организации.\n' +
      'В повестку внеочередного Собрания в обязательном порядке должны быть включены вопросы, послужившие причиной инициирования созыва Собрания.\n' +
      '4.3.\tВсе члены Организации должны быть уведомлены о дате, времени, месте проведения и повестке Собрания не позднее чем за двадцать дней при созыве очередного Собрания и не позднее чем за десять дней при созыве внеочередного Собрания. Вместе с указанным уведомлением членам Организации должны быть разосланы материалы и проекты решений по всем вопросам, включенным в повестку Собрания.\n' +
      'Член Организации, не имеющий возможности лично принять участие в Собрании, вправе принять участие в Собрании через своего представителя, чьи полномочия подтверждены надлежащим образом.\n' +
      '4.4.\tОтветственность за созыв, организацию и проведение Собрания несет Председатель Организации. В случае неисполнения Председателем Организации своих функций по созыву Собрания, функции по созыву, организации и проведению Собрания возлагаются на инициатора созыва.\n' +
      ' 4.5.\tСобрание считается правомочным, если на нем присутствует более половины членов Организации.\n' +
      'Если Собрание не состоялось из-за отсутствия кворума, оно повторно созывается Председателем Организации не позднее чем через двадцать дней. \n' +
      '4.6.\tСобрание правомочно решать любые вопросы, относящиеся к деятельности Организации. Решения Собрания обязательны для исполнения всеми органами и членами Организации.\n' +
      'К исключительной компетенции Собрания относится принятие решений по вопросам:\n' +
      'а) внесения изменений и дополнений в Устав Организации;\n' +
      'б) избрания и переизбрания Председателя Организации, досрочного прекращения его полномочий;\n' +
      'в) избрания и переизбрания Совета Организации, досрочного прекращения полномочий членов Совета Организации, определения его численного и персонального состава; \n' +
      'г) избрание и переизбрание Ревизора Организации;\n' +
      'д) утверждения годового плана и сметы доходов и расходов (бюджета) Организации;\n' +
      'е) открытия и закрытия представительств, создание Организацией других юридических лиц;\n' +
      'ж) утверждения финансовых отчетов, отчетов Председателя Организации и Совета Организации, отчетов Ревизора и актов ревизий;\n' +
      'з) ликвидации и реорганизации Организации:\n' +
      'и) определение приоритетных направлений деятельности Организации;\n' +
      'к) определение величины и порядка уплаты членских взносов;\n' +
      'л) определение принципов формирования и использования имущества Организации.\n' +
      '4.7. Собрание принимает решения прямым открытым голосованием. Каждый член Организации имеет один голос. Для решения вопросов, указанных в подпунктах „б"-„д" п. \n' +
      '4.8. Собрание вправе использовать тайное голосование. По всем вопросам, за исключением указанных в подпунктах «а», «б», «в», «и», «к», «м» п. 4.6. настоящего Устава, решение принимается простым большинством голосов от числа присутствующих на Собрании членов Организации, а по вопросам, указанным в подпунктах «а», «б», «в», «и», «к», «м» п. 4.6. настоящего Устава, решение считается принятым, если за него проголосовало не менее чем 2/3 от присутствующих на Собрании членов Организации.\n' +
      '4.9.\tРешения Собрания фиксируются в протоколах Собрания, ответственность за организацию ведения которых несет Секретарь Организации. Протоколы Собрания подписываются Председателем Организации и Секретарём Организации. \n' +
      'Книга протоколов Собрания должна быть в любое рабочее время представлена членам Организации. По их требованию выдаются выписки из книги протоколов.\n' +
      '4.10.\tДеятельностью Организации между Собраниями руководит коллегиальный орган - Совет Организации, избираемый из числа членов Организации сроком на четыре года.\n' +
      'Совет Организации состоит из членов Организации в количестве от 7 до 9 человек.\n' +
      'Заседания Совета Организации созываются Председателем Организации по мере необходимости, но не реже одного раза в три месяца. \n' +
      'Члены Совета Организации должны быть извещены о месте, дате, времени проведения и повестке заседания Совета Организации не позднее, чем за пять дней до дня заседания. Вместе с указанным уведомлением членам Совета Организации должны быть разосланы материалы и проекты решений по всем вопросам, включенным в повестку заседания.\n' +
      '4.11. Совет Организации вправе решать все вопросы деятельности Организации, за исключением вопросов, отнесенных настоящим Уставом к исключительной компетенции Собрания. \n' +
      'Решения Совета Организации обязательны для исполнения всеми членами Организации.\n' +
      'К прямой компетенции Совета Организации относится принятие решений по вопросам:\n' +
      '1) утверждения внутренних положений, регламентирующих деятельность Организации;\n' +
      '2) принятия в члены и исключение из членов Организации;\n' +
      '3) утверждение штатного расписания и ставок в пределах сумм, определенных сметой Организации;\n' +
      '4) созыва очередного Собрания;\n' +
      '5) выделения финансовых средств для реализации решений Собрания и Совета Организации;\n' +
      '6) формирование бюджета организации, сметы расходов на проведение отдельных мероприятий.\n' +
      '4.12.\tСовет Организации может рассматривать и решать вопросы, если в заседании принимает участие более половины его членов. Члены Совета, проживающие в других городах (отсутствующих по месту проживанию), могут участвовать в совещаниях по видеосвязи. \n' +
      'В случае, если заседание Совета Организации не состоялось из-за отсутствия кворума, оно созывается повторно не позднее чем через десять, но не ранее чем через пять дней. В случае, если из-за отсутствия кворума повторное заседание Совета Организации также не состоялось, оно созывается в третий раз не позднее чем через десять, но не ранее чем через пять дней после дня повторного созыва. О дате, месте и времени повторного (третьего) созыва заседания Совета Организации, члены Совета Организации должны быть извещены не позднее, чем за три дня.\n' +
      '        4.13. Решения принимаются простым большинством голосов членов Совета Организации, присутствующих на заседании. \n' +
      '4.14.\tРешения Совета Организации фиксируются в протоколах заседаний Совета Организации, ответственность за организацию ведения которых несет Секретарь Организации. Протоколы подписываются Председателем Организации и Секретарем Организации.\n' +
      'Книга протоколов заседаний Совета Организации хранится у Секретаря Организации и должна быть в любое рабочее время представлена членам Организации. По их требованию выдаются выписки из книги протоколов заседаний Совета Организации.\n' +
      '        4.15. Член Совета Организации вправе сложить с себя полномочия, подав\n' +
      'соответствующее письменное заявление Председателю Организации. Отставка члена Совета Организации утверждается Председателем Организации. В случае сложения членом Совета Организации своих полномочий, Председатель Организации обязан в порядке, предусмотренном настоящим Уставом, включить в повестку дня ближайшего по времени Собрания вопрос об избрании члена Совета Организации взамен выбывшего члена Совета Организации.\n' +
      '        4.16. Полномочия члена Совета Организации могут быть досрочно прекращены в случае его неучастия в работе трех заседаний Совета Организации, а также по основаниям, предусмотренным настоящим Уставом для исключения из членов Организации. Решение о досрочном прекращении полномочий члена Совета Организации по представлению Председателя Организации принимает Совет Организации.\n' +
      '        4.17. До момента избрания члена Совета Организации взамен выбывшего члена Совета Организации Совет организации работает в сокращённом составе.\n' +
      '        4.18. Аппарат Организации создается для обеспечения повседневной деятельности организации, реализации решений Собрания и Совета Организации. Руководство работой Аппарата Организации осуществляет Заместитель председателя Организации. В состав Аппарата Организации входят Казначей, помощник Секретаря, Историограф, Редактор, бухгалтер Организации.   \n' +
      '        4.19. Помощник Секретаря, Историограф, Редактор, бухгалтер не могут быть членами Совета Организации.\n' +
      '4.20. Председатель Организации является её единоличным исполнительным органом, осуществляет представительские функции Организации, руководит работой Совета Организации и избирается Собранием из числа членов Организации сроком на четыре года. Председатель Организации входит в состав Совета организации.\n' +
      '4.21. Председатель Организации правомочен:\n' +
      '1) без доверенности представлять Организацию в государственных, общественных и иных органах, учреждениях и организациях, а также перед другими лицами, в том числе за рубежом;\n' +
      '2) созывать Собрания и заседания Совета Организации;\n' +
      '3) вносить организационные инициативы по оптимизации работы Организации;\n' +
      '4) представлять Организацию в органах Государственной власти, местного самоуправления, организациях и общественных объединениях;\n' +
      '5) распоряжаться имуществом от имени Организации в пределах сметы (бюджета) и в соответствии с решениями Собрания;\n' +
      '6) утверждать бюджет и смету расходов на проведение отдельных мероприятий, одобренных Советом Организации;\n' +
      '7) в рамках своей компетенции издавать приказы и распоряжения, давать указания обязательные для всех работников исполнительного аппарата Организации;\n' +
      '8) принимать на работу и увольнять работников исполнительного аппарата Организации, поощрять их и налагать на них взыскания;\n' +
      '9) подписывать документы, в том числе финансовые (право первой подписи);\n' +
      '10) от имени Организации заключать договоры (соглашения, контракты) с физическими и юридическими лицами и принимать предусмотренные законом меры к их исполнению;\n' +
      '11) выдавать доверенности и отзывать их;\n' +
      '4.22. Председатель Организации председательствует на Собраниях и заседаниях Совета Организации.\n' +
      '4.23.\tПолномочия Председателя Организации могут быть прекращены Собранием в случаях:\n' +
      'а) добровольной отставки;\n' +
      'б) совершения Председателем Организации действий, заведомо противоречащих требованиям Законодательства Российской Федерации и настоящего Устава;\n' +
      'в) неисполнения своих полномочий в течение трех месяцев.\n' +
      '4.24.\tВ период отсутствия Председателя Организации его обязанности исполняет Заместитель Председателя Организации.\n' +
      '4.25.\tЗаместитель Председателя Организации избирается Общим собранием из числа членов Совета Организации сроком на четыре года.\n' +
      '4.26.  Заместитель Председателя Организации обязан:\n' +
      '1) разрабатывать программу деятельности Организации и представляет её на утверждение Председателю Организации;\n' +
      '2) готовить предложения в смету расходов на проведение отдельных мероприятий и представлять её для обсуждения Совету Организации;\n' +
      '3)  обеспечивать реализацию программ деятельности Организации;\n' +
      '4) хранить круглую печать Организации и пользоваться ею для скрепления подписи Председателя Организации и бухгалтера;\n' +
      '5) руководит деятельностью аппарата Организации;\n' +
      '6) организовывать взаимодействие в работе с представительствами Организации.\n' +
      '7) ежегодно готовить сведения в орган, принимающий решение о государственной регистрации о продолжение деятельности организации с указанием действительного места нахождения постоянно действующего руководящего органа, его наименования и данных о руководителях общественного объединения в объеме сведений, включаемых в единый государственный реестр юридических лиц;\n' +
      '8)   руководить подготовкой других отчетов в соответствии со ст. 29 Федерального закона от 19.05.1995 №82-ФЗ «Об общественных объединениях».\n' +
      '4.27. Контрольно-ревизионным органом Организации является Ревизор Организации, который осуществляет контроль за финансово-хозяйственной деятельностью Организации. Ревизор избирается Собранием из числа членов Организации на срок четыре года. \n' +
      '4.28 Ревизор Организации не может быть членом Совета Организации.\n' +
      '4.29. Ревизор не реже одного раза в год проводит проверки финансово-хозяйственной деятельности Организации, ее отделений и представительств.\n' +
      'Ревизор в пределах своих полномочий проводит проверки:\n' +
      '1) по собственной инициативе;\n' +
      '2) по решению Собрания;\n' +
      '3) по распоряжению Председателя Организации;\n' +
      '4) по письменному требованию не менее половины членов Организации.\n' +
      'Ревизор по результатам проверок составляет акты, которые представляет Собранию, Совету Организации и Председателю Организации.\n' +
      '4.30.\tДля осуществления своих полномочий Ревизор имеет право:\n' +
      '1) знакомиться со всеми финансовыми документами Организации;\n' +
      '2) по вопросам финансово-хозяйственной деятельности требовать объяснения, в том числе письменных, от членов Организации, членов Совета Организации, Председателя организации, любых сотрудников исполнительного аппарата. \n' +
      '4.31.\tПри возникновении угрозы интересам Организации Ревизор обязан потребовать созыва внеочередного Собрания.\n' +
      '4.32. Вопрос о привлечении к проверкам финансово-хозяйственной деятельности Организации независимых аудиторов и аудиторских организаций относится к компетенции Собрания.\n' +
      '4.33. Финансовой деятельностью организации осуществляет Казначей Организации. Казначей избирается Советом Организации из числа членов Совета Организации на срок четыре года. \n' +
      '4.34. Казначей организации является лицом материально ответственным. \n' +
      '4.35. Казначей Организации не может быть членом Совета Организации.\n' +
      '4.36. Для осуществления своих полномочий Казначей правомочен:\n' +
      '1) открывать и закрывать счета Организации в банковских учреждениях;\n' +
      '2) вести учет финансовой деятельности организации; \n' +
      '3) готовить отчетные документы, ежеквартальные, годовые отчёты, участвует в подготовке ежегодного доклада по финансово-хозяйственной деятельности. \n' +
      '4) представлять в налоговый орган и в орган, принимающий решение о государственной регистрации, отчеты о финансово-хозяйственной деятельности в соответствии со ст. 29 Федерального закона от 19.05.1995 №82-ФЗ «Об общественных объединениях».\n' +
      '4.36. Учёт повседневной деятельностью Организации осуществляет Секретарь Организации. Секретарь избирается Советом Организации. Секретарь Организации является членом Совета Организации.\n' +
      '4.37. Для осуществления своих полномочий Секретарь правомочен:\n' +
      '1) вести учёт членов организации;\n' +
      '2) вести протоколы Общих собраний, заседаний Совета Организации;\n' +
      '3) готовить ежегодный отчёт о деятельности Организации.\n' +
      '\n' +
      '5. Денежные средства и иное имущество Организации\n' +
      '\n' +
      '5.1. Организация является субъектом права собственности и в соответствии с действующим законодательством и настоящим Уставом владеет, пользуется и распоряжается принадлежащим ей имуществом.\n' +
      '5.2. В собственности Организации могут находиться земельные участки, здания, строения, сооружения, помещения, жилищный фонд, оборудование, инвентарь, имущество культурно-просветительского назначения, денежные средства в отечественной и иностранной валюте, транспортные средства, оргтехника, средства связи и иное движимое и недвижимое имущество, необходимое для материального обеспечения деятельности Организации, предусмотренной настоящим Уставом.\n' +
      'В собственности Организации могут также находиться учреждения, издательства, средства массовой информации, создаваемые и (или) приобретаемые за счет средств Организации в соответствии с его уставными целями и задачами.\n' +
      '5.3. Имущество Организации формируется из следующих источников:\n' +
      ' 1) вступительных и членских взносов;\n' +
      '  2) добровольных взносов и пожертвований,  в том числе носящие целевой характер    (благотворительные гранты), предоставляемые гражданами и  юридическими  лицами  в денежной или натуральной форме;\n' +
      '4) поступления  от деятельности по привлечению ресурсов (проведение кампаний по привлечению благотворителей и добровольцев, включая организацию развлекательных, культурных, спортивных и иных массовых мероприятий, проведение кампаний по сбору благотворительных пожертвований, проведение лотерей и аукционов в соответствии с законодательством Российской Федерации, реализацию имущества и пожертвований, поступивших от благотворителей, в соответствии с их пожеланиями); \n' +
      ' 5) из средств, полученных в результате владения собственностью, от банковских операций,  гражданско-правовых сделок, не противоречащих Уставу Организации и действующему законодательству,  от внешнеэкономической деятельности;\n' +
      ' 6)  поступления из федерального бюджета, бюджетов субъектов Российской Федерации, местных бюджетов и внебюджетных фондов;\n' +
      ' 7)    доходы от деятельности  хозяйственных  обществ,  учрежденных Организацией;\n' +
      ' 8)    труд добровольцев;\n' +
      ' 9)  из иных законных средств, полученных в результате осуществления деятельности Организации.\n' +
      '5.4. Собственником имущества  является  Организация.  Отдельный член  Организации  не имеет права собственности на долю имущества, принадлежащего Организации.\n' +
      'Члены Организации не сохраняют права на переданное ими в собственность Организации имущество.\n' +
      '5.5. Средства, имущественные и иные дарения, поступившие в собственность Организации в виде целевого пожертвования, используются по согласованию с дарителем в соответствии с действующим законодательством и настоящим Уставом.\n' +
      '5.6. Средства и имущество Организации используются на уставную деятельность. Порядок использования средств и имущества определяется решениями Собрания, в том числе путем утверждения сметы Организации, а также решениями Совета Организации и распоряжениями Председателя Организации, принятыми в пределах их компетенции.\n' +
      '5.7. Организация пользуется и распоряжается имуществом, переданным ей на вещном праве, в соответствии с договорами, заключенными с собственниками имущества.\n' +
      '  5.8. Организация  обеспечивает  доступность ознакомления с ежегодным отчетом об использовании своего имущества.\n' +
      '\n' +
      '6. Предпринимательская  деятельность\n' +
      '\n' +
      '6.1. Являясь некоммерческой организацией, Организация может осуществлять предпринимательскую и иную приносящую доход деятельность лишь постольку, поскольку это служит достижению целей, ради которых она создана и соответствует указанным целям. \n' +
      'Организация вправе  осуществлять предпринимательскую деятельность, а именно реализацию товаров, работ, услуг, соответствующих целям создания Организации. \n' +
      '6.2. Организация может создавать хозяйственные товарищества и общества, а также приобретать имущество, предназначенное для ведения предпринимательской деятельности, приобретать и имущественные и неимущественные права, участвовать в хозяйственных обществах и участвовать в товариществах на вере в качестве вкладчика.\n' +
      '6.3. Поступления от предпринимательской деятельности не могут перераспределяться между членами Организации, а используются только на уставную деятельность.\n' +
      '\n' +
      '7. Международные связи\n' +
      '\n' +
      '7.1. Организация вправе осуществлять международную  деятельность  в порядке,  установленном законодательством Российской Федерации и международными договорами Российской  Федерации.\n' +
      '\n' +
      '8. \tУчет и отчетность\n' +
      '\n' +
      '8.1. Организация осуществляет свою деятельность на основе текущих и перспективных планов финансово-хозяйственной деятельности.\n' +
      '8.2. Организация несет ответственность за достоверность информации, содержащейся в отчетах.\n' +
      '8.3. Финансовый год Организации совпадает с календарным годом. Не позднее трех месяцев после окончания финансового года Собрание должно утвердить его итоги. \n' +
      '\n' +
      '9. \tПорядок внесения изменений и дополнений в Устав\n' +
      '\n' +
      '9.1. Изменения и дополнения в настоящий Устав вносятся Собранием и подлежат государственной регистрации. Изменения и дополнения приобретают юридическую силу с момента такой регистрации.\n' +
      '9.2. Решения о внесении изменений и дополнений в Устав принимаются двумя третями голосов от числа присутствующих на Собрании. \n' +
      '\n' +
      '10. Порядок рассмотрения внутренних споров в Организации\n' +
      '\n' +
      '10.1. Внутренние споры,  не урегулированные настоящим  Уставом, подлежат рассмотрению в судебном порядке в соответствии с действующим законодательством.\n' +
      '\n' +
      '11. Прекращение деятельности Организации\n' +
      '\n' +
      '11.1. Прекращение деятельности (реорганизация или ликвидация) Организации может быть осуществлено по решению Собрания. \n' +
      'Ликвидация Организации в порядке, предусмотренном законодательством, может быть также произведена на основании вступившего в законную силу решения суда, принятого по основаниям, предусмотренным законом.\n' +
      '11.2. В случае ликвидации по решению Собрания, Собрание создает ликвидационную комиссию, которая составляет ликвидационный баланс и представляет его Собранию, а также в установленном законом порядке осуществляет иные действия, предусмотренные законодательством для ликвидации юридического лица.\n' +
      '11.3. В случае ликвидации Организации по решению Собрания, средства и имущество Организации после удовлетворения претензий кредиторов направляются на выполнение уставных целей и задач.\n' +
      '11.4. Имущество Организации переходит после ее реорганизации  к вновь возникшим юридическим лицам, являющимся правопреемниками Организации, в порядке,  предусмотренном Гражданским кодексом  Российской Федерации.\n' +
      '11.5. Ликвидация считается завершенной, а Организация прекратившей свою деятельность с момента исключения ее из Единого государственного реестра юридических лиц.\n' +
      '11.6. В случае ликвидации Организация сдает документы на государственное хранение в установленном законом порядке.'
  },
  leaders: {
    title: 'Руководство общества',
    content: [{prof: 'Председатель Совета ветеранов 11ДПЛ КСФ', name: 'Фарков Сергей Алексеевич', src: ''},
      {prof: 'Заместитель Председателя Совета ветеранов 11 ДПЛ КСФ', name: 'Ляпин Руслан Фуадович', src: ''}]
  },
  members: {
    council: {
      title: 'Совет общества',
      content: [{prof: 'Председатель Совета ветеранов 11ДПЛ КСФ', name: 'Фарков Сергей Алексеевич', src: ''},
        {prof: 'Заместитель Председателя Совета ветеранов 11 ДПЛ КСФ', name: 'Ляпин Руслан Фуадович', src: ''},
        {name: 'Аргунов Сергей Антонович', src: ''},
        {name: 'Надеждин Валентин Николаевич', src: ''},
        {name: 'Астафьев Константин Никитич', src: ''},
        {name: 'Гуляев Дмитрий Константинович', src: ''},
        {name: 'Болотин Николай Иванович', src: ''},
        {name: 'Мочайкин Александр Геннадьевич', src: ''},
        {name: 'Степанов Андрей Леонидович', src: ''}
      ]
    },
    apparatus: {
      title: 'Апарат общества',
      content: [
        {name: 'Машин Владимир Васильевич', src: ''},
        {name: 'Рыков Владимир Иванович', src: ''},
        {name: 'Милованов Антон Валентинович', src: ''},
      ]
    },
    auditor: {
      title: 'Ревизор общества',
      content: [
        {name: 'Речкин Борис Владимирович ', src: ''},
      ]
    },
    members: {
      title: 'Члены общества',
      content: [
        {name: 'Бабич Александр Николаевич', src: ''},
        {name: 'Балюра Константин Иванович', src: ''},
        {name: 'Болтенков Василий Валерьевич', src: ''},
        {name: 'Бурлак Константин Петрович', src: ''},
        {name: 'Бурлев Владимир Федорович', src: ''},
        {name: 'Геращенко Александр Борисович', src: ''},
        {name: 'Глазов Сергей Витальевич', src: ''},
        {name: 'Глазов Сергей Дмитриевич', src: ''},
        {name: 'Головизнин Владимир Аркадьевич', src: ''},
        {name: 'Григорьев Василий Иванович', src: ''},
        {name: 'Григоренко Василий Константинович', src: ''},
        {name: 'Давыдов Борис Викторович', src: ''},
        {name: 'Ильин Василий Викторович', src: ''},
        {name: 'Калитко Олег Кириллович', src: ''},
        {name: 'Караханов Рубен Бениаминович', src: ''},
        {name: 'Книга Владимир Иванович', src: ''},
        {name: 'Коньков Николай Кириллович', src: ''},
        {name: 'Кораблев Геннадий Анатольевич', src: ''},
        {name: 'Кореньков Алексей Николаевич', src: ''},
        {name: 'Корниюк Виктор Васильевич', src: ''},
        {name: '<span style="color: red; font: inherit">Королев Юрий Александрович</span>', src: ''},
        {name: 'Коцарев Виталий Владимирович', src: ''},
        {name: 'Лапшов Сергей Николаевич', src: ''},
        {name: 'Латышев Герман Эдуардович', src: ''},
        {name: 'Лохов Дмитрий Юрьевич', src: ''},
        {name: 'Луненков Павел Викторович', src: ''},
        {name: 'Маевский Анатолий Евгеньевич', src: ''},
        {name: 'Малик Виталий Викторович', src: ''},
        {name: 'Мирокянц Игорь Рудольфович', src: ''},
        {name: 'Мураневич Владимир Александрович', src: ''},
        {name: 'Овадюк Андрей Олегович', src: ''},
        {name: 'Овчаров Кирилл Викторович', src: ''},
        {name: 'Павлов Валерий Валентинович', src: ''},
        {name: 'Пантухов Владимир Станиславович', src: ''},
        {name: 'Пичугин Сергей Анатольевич', src: ''},
        {name: 'Мураневич Владимир Александрович', src: ''},
        {name: 'Родионов Константин Викторович', src: ''},
        {name: 'Свидунович Владимир Лукич', src: ''},
        {name: 'Сенченко Владимир Леонидович', src: ''},
        {name: 'Синельниченко Александр Николаевич', src: ''},
        {name: 'Сироткин Алексей Павлович', src: ''},
        {name: 'Славгородский Игорь Александрович', src: ''},
        {name: 'Ситало Виктор Александрович', src: ''},
        {name: 'Старков Алексей Вячеславович', src: ''},
        {name: 'Степанов Владимир Юрьевич', src: ''},
        {name: 'Скирдонов Александр Алесандрович', src: ''},
        {name: 'Черкашин Владимир Геннадиевич', src: ''},
        {name: 'Чуев Валерий Иванович', src: ''},
        {name: 'Шовкалюк Николай Николаевич', src: ''},
        {name: 'Федосеев Олег Викторович', src: ''},
        {name: 'Кондратенко Алексей Владимирович', src: ''},
      ]
    }
  },
  fees: {
    title: 'Членские взносы',
    content: 'Протоколом № 1 от 11.01.20г. общего собрания членов Санкт-Петербургско \n' +
      'региональной общественной организации «Общество ветеранов-подводнико\n' +
      '11 дивизии 1 флотилии атомных подводных лодок Краснознамённого Север ого Флота» установлен ежегодный членский взнос в размере 2000 рублей.'
  },
  membership: {
    title: 'Членство в организации',
    content: '3.1. Организация основана на членстве. Членами Организации могут быть граждане Российской Федерации, иностранные граждане (подданные) и лица без гражданства, достигшие 18-летнего возраста и проходившие военную службу в Вооруженных силах СССР и РФ, а также юридические лица - общественные объединения, признающие настоящий Устав и участвующие в деятельности Организации.  \n' +
      '\n' +
      '3.2. Состав членов Организации отображается в Списке членов Организации, обязанности по ведению и хранению которого лежат на Секретаре Организации.\n' +
      'Список членов Организации должен содержать информацию о члене Организации в объеме сведений, установленных решением Совета Организации, а также дату принятия лица в члены Организации.\n' +
      '\n' +
      '3.3.\tФизические лица и юридические лица – общественные объединения, являющиеся членами Организации, равны в правах и несут равные обязанности.\n' +
      '\n' +
      '3.4.\tПрием в члены Организации осуществляется Советом Организации на основании личных заявлений физических лиц и решений полномочных органов юридических лиц – общественных объединений - путем голосования. При рассмотрении заявления (решения полномочного органа) о приеме в члены Организации Совет Организации решает вопрос о принятии заявителя в  члены Организации.\n' +
      '\n' +
      '3.5.\tЧлены Организации имеют право:\n' +
      '1) избирать и быть избранными в органы управления и контроля Организации;\n' +
      '2) в письменном виде вносить на рассмотрение руководящих органов предложения, замечания и проекты по вопросам деятельности Организации;\n' +
      '3) получать информацию о деятельности Организации, решениях органов управления;\n' +
      '4) участвовать в мероприятиях, проводимых Организацией;\n' +
      '5) представлять Организацию в рамках предоставленных им Председателем Организации полномочий;\n' +
      '6) обращаться к Организации за помощью в защите своих прав, свобод и законных интересов;\n' +
      '7) добровольно выйти из Организации, представив соответствующее заявление на имя Председателя Организации.\n' +
      '\n' +
      '3.6.\tЧлены Организации обязаны:\n' +
      '1) исполнять настоящий Устав;\n' +
      '2) выполнять решения руководящих органов Организации;\n' +
      '3) принимать участие в деятельности Организации;\n' +
      '4) принимать участие в Общих собраниях Организации и голосовать на них;\n' +
      '5) не наносить ущерб Организации в любой форме;\n' +
      '6) регулярно оплачивать членские взносы.\n' +
      '\n' +
      '3.7.\tЧленство в Организации может быть прекращено в случаях:\n' +
      '1)\tвыхода по письменному заявлению гражданина - члена Организации или на основании письменно оформленного решения полномочного органа юридического лица - члена Организации;\n' +
      '2) \tисключения по решению Совета Организации;\n' +
      '3) \tсмерти гражданина или ликвидации юридического лица, являющихся членами Организации.\n' +
      '\n' +
      '3.8.   Решением Совета Организации член Организации может быть освобождён от оплаты членских взносов на какой-либо период, либо пожизненно;\n' +
      '\n' +
      ' 3.9.\tЧлен Организации решением Совета Организации может быть исключен из Организации за нарушение настоящего Устава, неучастие в работе Организации в течение одного года, не оплате членских взносов в течение 3-х месяцев, а также в случае двукратной без уважительных причин неявки на Общее собрание членов Организации.\n' +
      'Член Организации может быть в указанном порядке исключен из Организации за действия, дискредитировавшие Организацию, препятствовавшие ее деятельности, наносящие ущерб имуществу, репутации и деятельности Организации.\n' +
      '\n' +
      '3.10.\tЧлен Организации вопрос, об исключении которого вносится в повестку заседания Совета Организации, должен быть уведомлен о предстоящем заседании Совета Организации не менее чем за пятнадцать дней до  начала заседания и имеет право представить Правлению устные или письменные объяснения по существу вопроса. \n' +
      '\n' +
      '3.11. В случае первой неявки члена Организации на заседание Совета Организации, рассматривающего вопрос об исключении этого члена Организации, решение по данному вопросу откладывается на следующее заседание. В случае повторной неявки Совет Организации принимает решение без участия этого члена Организации и уведомляет его о своем решении по адресу постоянного проживания (месту нахождения).\n' +
      '\n' +
      '3.12.\tВ случае решения Совета Организации об исключении члена Организации этот член Организации имеет право обжаловать решение Совета Организации на ближайшем Общем собрании членов Организации.\n' +
      '\n' +
      '3.13.\tВ случае выхода из Организации по собственному желанию лицо считается выбывшим с момента представления Председателю Организации соответствующего заявления (решения).\n' +
      'В случае исключения лица из Организации по решению Совета Организации лицо считается выбывшим с момента принятия указанного решения.\n' +
      'В случае смерти гражданина или ликвидации юридического лица лицо считается выбывшим с даты соответствующего события.\n' +
      '\n' +
      '3.14. Не позднее 3 (трех) дней с даты предоставления документов, подтверждающих выбытие лица из членов Организации, Секретарь Организации должен внести изменения в список членов Организации. Изменения в Список членов Организации вносятся Секретарём Организации на основании: \n' +
      '    1) письменного заявления о выходе, в случае выхода лица по собственному желанию;\n' +
      '    2) письменно оформленного решения Совета Организации, в случае исключения лица;\n' +
      '    3) копии документа, подтверждающего факт смерти гражданина или ликвидации юридического лица.\n'
  }
})
